[{"data":1,"prerenderedAt":85},["Reactive",2],{"content-query-fVDmWMsg0O":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":80,"_id":81,"_source":82,"_file":83,"_extension":84},"/wildlife/2020/list/eagles-come-to-care","list",false,"","Wedge-tailed Eagle comes into care","One of the most magnificent species I have the privilege to work with is the Wedgetailed Eagle.","/gallery/2020/07/img-0129.jpg",{"type":12,"children":13,"toc":77},"root",[14,22,27,32,37,42,47,52,57,62,67,72],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"wedge-tailed-eagle-comes-into-care",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"Even after working closely with them for over 20 years, I never tire of their presence and their beauty, particularly the juveniles.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"You can differentiate between an adult and a juvenile bird by their colour as a general rule. Usually the lighter coloured the bird is, especially around the head and neck, the younger it is. People often think size is the key to identifying the age of a bird and I wish it was that easy, but the reality is that most birds are full size or close to full size by the age they begin to fly. Younger birds can be a very very light, bleached blonde colour around the head and neck to a light golden colour and everything in between, then as the bird ages this colouration darkens to a beautiful rufous red. Eventually after five plus years, the bird becomes more of a uniform dark chocolate brown/black with a dark head and neck. This is what we consider a mature bird which is at least 5 years old. Once they reach this mature colour, it is basically impossible to tell their age.",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"Females can be greatly larger than the male eagle which is also a general rule amongst raptor species and are usually the dominant sex in a pair.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"Wedge-tailed eagles still continue to be shot and poisoned due to the uneducated view that they impact on stock numbers, particularly on sheep farms. An eagle’s diet consists of around 80 percent carrion. Carrion is the term used to describe already deceased animals. They much prefer to feed on recently killed road carrion or recently deceased stock laying in a paddock. Although they certainly can and do take live lambs, studies show that the amount they actually kill is usually as little as 1 percent of stock so is quite negligible. It is far more beneficial to a farmer to have eagles frequently their properties cleaning up dying or deceased stock and also as an apex predator they are extremely important member of a healthy environment. Eagles also prefer the introduced rabbit and hare over any other live food source and assist in the control of these on agricultural land.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Wedge-tail Eagles are currently beginning their courtship and breed for the upcoming season and it will not be long before nests will occupy eggs and young. They often choose the tallest tree in their area to nest and can have several nest sites which they can alternate between depending on which part of their home range the food source is the most abundant.",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":21,"value":56},"With a two metre wingspan and standing almost a metre tall in the case of a large female, the Australian Wedge-tailed Eagle is up there amongst the largest birds of prey in the world. It is one of only two Booted Eagles in Australia, the other being the Little Eagle which I touched upon in a recent article. The term booted means fully feathered legs right to the feet. Our other birds of prey have bare legs.",{"type":15,"tag":23,"props":58,"children":59},{},[60],{"type":21,"value":61},"We get many Wedge-tailed Eagles into care at Bohollow. Most injuries are from collisions with vehicles, powerlines and fences and we do sadly still see them poisoned and shot from time to time.",{"type":15,"tag":23,"props":63,"children":64},{},[65],{"type":21,"value":66},"When I release these birds it is an awesome feeling to see them hit the thermals once more and I have watched them go so high that they are impossible to see even through binoculars!",{"type":15,"tag":23,"props":68,"children":69},{},[70],{"type":21,"value":71},"They generally have great temperaments while in care, especially the younger birds, although can be flighty and are very instinct driven as are all raptor species.",{"type":15,"tag":23,"props":73,"children":74},{},[75],{"type":21,"value":76},"A few more eagles were recently released back into the skies after spending time recovering from their injuries at Bohollow and it is pretty inspiring to know that a bird you once had the opportunity of knowing is now soaring high above the world.",{"title":7,"searchDepth":78,"depth":78,"links":79},2,[],"markdown","content:wildlife:2020:list:eagles-come-to-care.md","content","wildlife/2020/list/eagles-come-to-care.md","md",1716869214368]