[{"data":1,"prerenderedAt":106},["Reactive",2],{"content-query-O4KyH6DRtm":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":101,"_id":102,"_source":103,"_file":104,"_extension":105},"/articles/2020/list/not-just-a-butcher","list",false,"","Perry’s Butchery - not just a butcher","Graham Warren, the owner of Perry’s Butchery at Rushworth, places emphasis on quality goods from local and regional suppliers. Already of legendary fame for high quality meat, Perry’s now offers locally grown fresh fruit and vegetables to complement the range.","/gallery/2020/07/img-0062.jpg",{"type":13,"children":14,"toc":98},"root",[15,23,28,33,38,47,52,57,62,70,75,83,88,93],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"perrys-butchery-not-just-a-butcher",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31],{"type":22,"value":32},"‘I’ve always wanted to provide a complete range of vegies to go with the meat we sell,’ said Graham. Of course customers can also buy just fruit and/or vegetables - vegans and vegetarians are quite welcome!",{"type":16,"tag":24,"props":34,"children":35},{},[36],{"type":22,"value":37},"Currently fruit and vegetables for sale include carrots, pumpkins, spring onions, cauliflowers, broccolini, onions, silverbeet, turnips, cabbages, parsley, apples and pears. As the winter season develops items for sale will change.",{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":16,"tag":42,"props":43,"children":44},"strong",{},[45],{"type":22,"value":46},"Sourced close to home",{"type":16,"tag":24,"props":48,"children":49},{},[50],{"type":22,"value":51},"Perry’s vegetables are supplied by a Stanhope man who loves growing them, and the fruit is provided by a friend who has an orchard. This continues the focus on local and regional suppliers: Perry’s obtains lamb and beef from Hardwicks at Kyneton and chicken supplies from Hazeldenes at Bendigo. Freeland Pork from Kyabram provides a range of products including pork, Strassburg, Kabana, Kransky and ham on and off the bone. If a pork product is not in stock, orders can be taken. Fresh fish is delivered each Wednesday afternoon, with whatever fish is in season being available.",{"type":16,"tag":24,"props":53,"children":54},{},[55],{"type":22,"value":56},"Bulk meat packs are available and if it’s party time a portable cooler is available for hire.",{"type":16,"tag":24,"props":58,"children":59},{},[60],{"type":22,"value":61},"Graham often promotes ‘specials’ which he will advertise on the A Frame in front of the shop and the Perry’s Butchery Facebook page.",{"type":16,"tag":24,"props":63,"children":64},{},[65],{"type":16,"tag":42,"props":66,"children":67},{},[68],{"type":22,"value":69},"All things local",{"type":16,"tag":24,"props":71,"children":72},{},[73],{"type":22,"value":74},"Perry’s Butchery also sells a wide range of other items from local and regional suppliers, including Waranga News, Ironbark Apiaries honey (Clarke’s), Jones’ Eucalyptus Oil, Free-range eggs from Keans of Huntly.",{"type":16,"tag":24,"props":76,"children":77},{},[78],{"type":16,"tag":42,"props":79,"children":80},{},[81],{"type":22,"value":82},"Community involvement",{"type":16,"tag":24,"props":84,"children":85},{},[86],{"type":22,"value":87},"Graham travels to Rushworth from Kyabram each day where he is an active Rotarian (including being President recently). In Rushworth he is also a supporter of many local organisations. His sponsorship includes the Rushworth Football Club, the Rushworth Golf Club, the Rushworth Cricket Club and the Rushworth Bowls Club.",{"type":16,"tag":24,"props":89,"children":90},{},[91],{"type":22,"value":92},"The Butchery also sells raffle tickets for local organisations, provides the opportunity to enter St Mary’s School footy tipping, and welcomes posters promoting local functions to place in the window of the shop.",{"type":16,"tag":24,"props":94,"children":95},{},[96],{"type":22,"value":97},"Graham and staff also store Rushworth Lions wood raffle tables and supplies in the wood.",{"title":8,"searchDepth":99,"depth":99,"links":100},2,[],"markdown","content:articles:2020:list:not-just-a-butcher.md","content","articles/2020/list/not-just-a-butcher.md","md",1713601176626]