[{"data":1,"prerenderedAt":200},["Reactive",2],{"content-query-O4KyH6DRtm":3},[4,56,146],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":51,"_id":52,"_source":53,"_file":54,"_extension":55},"/articles/2020/list/local-schools-celebrate-naidoc-week","list",false,"","Local schools celebrate NAIDOC Week","NAIDOC Week celebrates the history, culture and achievements of Aboriginal and Torres Strait Islander peoples. Celebrated by all Australians, it is a great opportunity to learn more about Aboriginal and Torres Strait Islander communities. Our local schools and Kinder mark the week in a variety of ways, all contributing to a celebration and better understanding of past and present Indigenous culture. The National NAIDOC Theme for 2020 was - Always Was, Always Will Be, recognising that First Nations people have occupied and cared for this continent for over 65,000 years.","/gallery/2020/11/wnews20201119-001.jpg",{"type":13,"children":14,"toc":48},"root",[15,23,28,33,38,43],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"local-schools-celebrate-naidoc-week",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31],{"type":22,"value":32},"Rushworth P-12 year 2/3 class NAIDOC activities included making their own Aboriginal fl ag.",{"type":16,"tag":24,"props":34,"children":35},{},[36],{"type":22,"value":37},"St Mary’s students had a smoking ceremony to induct their new FIRE Carriers (Friends Igniting Reconciliation through Education). These were the Grade 5 students and several members of staff. Student FIRE carriers (above) are Tayla Laurie, Tom Ralph, Corey Robertson, Matilda Lockwood, Riley Knight, Mykala Lockwood, Violet Newlands, Amber Sing.",{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":22,"value":42},"Rushworth Kinder doors were decorated with colourful Reconcilation ‘hands’.",{"type":16,"tag":24,"props":44,"children":45},{},[46],{"type":22,"value":47},"The ‘Sea of Hands’ has become a symbol of Reconciliation and a way for communities all around Australia to engage with Aboriginal and Torres Straight Islander issues and events. It was fi rst used in 1997 to support Aboriginal and Torres Strait Islander land rights, justice and reconciliation. Each hand was planted in the ground in front of Parliament House to show support for First Peoples.",{"title":8,"searchDepth":49,"depth":49,"links":50},2,[],"markdown","content:articles:2020:list:local-schools-celebrate-naidoc-week.md","content","articles/2020/list/local-schools-celebrate-naidoc-week.md","md",{"_path":57,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":58,"description":59,"image":60,"body":61,"_type":51,"_id":144,"_source":53,"_file":145,"_extension":55},"/articles/2020/list/not-just-a-butcher","Perry’s Butchery - not just a butcher","Graham Warren, the owner of Perry’s Butchery at Rushworth, places emphasis on quality goods from local and regional suppliers. Already of legendary fame for high quality meat, Perry’s now offers locally grown fresh fruit and vegetables to complement the range.","/gallery/2020/07/img-0062.jpg",{"type":13,"children":62,"toc":142},[63,68,72,77,82,91,96,101,106,114,119,127,132,137],{"type":16,"tag":17,"props":64,"children":66},{"id":65},"perrys-butchery-not-just-a-butcher",[67],{"type":22,"value":58},{"type":16,"tag":24,"props":69,"children":70},{},[71],{"type":22,"value":59},{"type":16,"tag":24,"props":73,"children":74},{},[75],{"type":22,"value":76},"‘I’ve always wanted to provide a complete range of vegies to go with the meat we sell,’ said Graham. Of course customers can also buy just fruit and/or vegetables - vegans and vegetarians are quite welcome!",{"type":16,"tag":24,"props":78,"children":79},{},[80],{"type":22,"value":81},"Currently fruit and vegetables for sale include carrots, pumpkins, spring onions, cauliflowers, broccolini, onions, silverbeet, turnips, cabbages, parsley, apples and pears. As the winter season develops items for sale will change.",{"type":16,"tag":24,"props":83,"children":84},{},[85],{"type":16,"tag":86,"props":87,"children":88},"strong",{},[89],{"type":22,"value":90},"Sourced close to home",{"type":16,"tag":24,"props":92,"children":93},{},[94],{"type":22,"value":95},"Perry’s vegetables are supplied by a Stanhope man who loves growing them, and the fruit is provided by a friend who has an orchard. This continues the focus on local and regional suppliers: Perry’s obtains lamb and beef from Hardwicks at Kyneton and chicken supplies from Hazeldenes at Bendigo. Freeland Pork from Kyabram provides a range of products including pork, Strassburg, Kabana, Kransky and ham on and off the bone. If a pork product is not in stock, orders can be taken. Fresh fish is delivered each Wednesday afternoon, with whatever fish is in season being available.",{"type":16,"tag":24,"props":97,"children":98},{},[99],{"type":22,"value":100},"Bulk meat packs are available and if it’s party time a portable cooler is available for hire.",{"type":16,"tag":24,"props":102,"children":103},{},[104],{"type":22,"value":105},"Graham often promotes ‘specials’ which he will advertise on the A Frame in front of the shop and the Perry’s Butchery Facebook page.",{"type":16,"tag":24,"props":107,"children":108},{},[109],{"type":16,"tag":86,"props":110,"children":111},{},[112],{"type":22,"value":113},"All things local",{"type":16,"tag":24,"props":115,"children":116},{},[117],{"type":22,"value":118},"Perry’s Butchery also sells a wide range of other items from local and regional suppliers, including Waranga News, Ironbark Apiaries honey (Clarke’s), Jones’ Eucalyptus Oil, Free-range eggs from Keans of Huntly.",{"type":16,"tag":24,"props":120,"children":121},{},[122],{"type":16,"tag":86,"props":123,"children":124},{},[125],{"type":22,"value":126},"Community involvement",{"type":16,"tag":24,"props":128,"children":129},{},[130],{"type":22,"value":131},"Graham travels to Rushworth from Kyabram each day where he is an active Rotarian (including being President recently). In Rushworth he is also a supporter of many local organisations. His sponsorship includes the Rushworth Football Club, the Rushworth Golf Club, the Rushworth Cricket Club and the Rushworth Bowls Club.",{"type":16,"tag":24,"props":133,"children":134},{},[135],{"type":22,"value":136},"The Butchery also sells raffle tickets for local organisations, provides the opportunity to enter St Mary’s School footy tipping, and welcomes posters promoting local functions to place in the window of the shop.",{"type":16,"tag":24,"props":138,"children":139},{},[140],{"type":22,"value":141},"Graham and staff also store Rushworth Lions wood raffle tables and supplies in the wood.",{"title":8,"searchDepth":49,"depth":49,"links":143},[],"content:articles:2020:list:not-just-a-butcher.md","articles/2020/list/not-just-a-butcher.md",{"_path":147,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":148,"description":149,"image":150,"body":151,"_type":51,"_id":198,"_source":53,"_file":199,"_extension":55},"/articles/2020/list/wartime-crash-near-basin","Wartime crash near Waranga Basin","The photograph (above) was taken by Ken McInnis, who operated a radio shop next door to Norm Mill’s garage, Tatura, where the photograph was taken.","/gallery/2020/07/img-0012.jpg",{"type":13,"children":152,"toc":196},[153,158,162,167,172,177,191],{"type":16,"tag":17,"props":154,"children":156},{"id":155},"wartime-crash-near-waranga-basin",[157],{"type":22,"value":148},{"type":16,"tag":24,"props":159,"children":160},{},[161],{"type":22,"value":149},{"type":16,"tag":24,"props":163,"children":164},{},[165],{"type":22,"value":166},"The photograph shows the fuselage of a large aeroplane on a low loader parked on the street near Mill’s Garage, on the corner of Hogan and Ross Streets, Tatura, on 26 April 1943. It created great interest as this was wartime with much secrecy, suspicion and rumour.",{"type":16,"tag":24,"props":168,"children":169},{},[170],{"type":22,"value":171},"A local youth at the time, Bernie Maher, recalls having climbed over the plane and that later, during transit to Tocumwal via the causeway, progress was halted by bridge railings. Before Council workers could arrive to remove the railing, the Yanks had cut the railings down and were no-where to be seen.",{"type":16,"tag":24,"props":173,"children":174},{},[175],{"type":22,"value":176},"Records sourced by Chris George show the Lockheed Hudson Bomber A16 228 was flying from Point Cook to Tocumwal and crashed after engine failure near Waranga Basin. It never flew again and was converted to components. Chris has also sourced the Record Card used by the RAAF.",{"type":16,"tag":24,"props":178,"children":179},{},[180,182,189],{"type":22,"value":181},"Tatura Museum would love to hear from anyone who has any recollections or photographs of this event. Email the museum on: ",{"type":16,"tag":183,"props":184,"children":186},"a",{"href":185},"mailto:museumreasearch88@gmail.com",[187],{"type":22,"value":188},"museumreasearch88@gmail.com",{"type":22,"value":190},".",{"type":16,"tag":24,"props":192,"children":193},{},[194],{"type":22,"value":195},"The photo and information that has been received has been uploaded to Lost Tatura on Facebook.",{"title":8,"searchDepth":49,"depth":49,"links":197},[],"content:articles:2020:list:wartime-crash-near-basin.md","articles/2020/list/wartime-crash-near-basin.md",1713612180280]