[{"data":1,"prerenderedAt":183},["Reactive",2],{"content-query-5uy7lU9FZf":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"body":10,"_type":178,"_id":179,"_source":180,"_file":181,"_extension":182},"/history/2022/list/history-on-the-front-page-in-april-1972","list",false,"","History on the front page in April 1972","Making front-page news in April fifty years ago was an article by Rushworth Historical Society secretary, High School geography teacher Robert Olston, reporting on 1100 visitors to the museum in the Mechanics Institute over the Easter weekend. The feature exhibit attracting keen interest was a windlass, panning dishes, a sluice trough and a gold cradle.",{"type":11,"children":12,"toc":171},"root",[13,21,26,33,38,44,49,54,59,64,69,74,79,84,89,94,100,105,110,115,120,126,131,136,141,146,151,156,161,166],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"history-on-the-front-page-in-april-1972",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":14,"tag":27,"props":28,"children":30},"h2",{"id":29},"shire-council",[31],{"type":20,"value":32},"Shire Council",{"type":14,"tag":22,"props":34,"children":35},{},[36],{"type":20,"value":37},"The Shire valuer prepared to work through 200 objections to the property rate valuations, as community anger was maintained.",{"type":14,"tag":27,"props":39,"children":41},{"id":40},"schools",[42],{"type":20,"value":43},"Schools",{"type":14,"tag":22,"props":45,"children":46},{},[47],{"type":20,"value":48},"A committee was formed to plan the celebrations to recognise the centenary of Rushworth State School No. 1057 later in the year.",{"type":14,"tag":22,"props":50,"children":51},{},[52],{"type":20,"value":53},"Carag Carag State School had a flag-raising ceremony. Headmaster Tony Lacey was joined by students Dale, Joanne, Len and Marlene Harrison, Tony and Kim Duncan, Brian, Robyn and Chris Evans, and Craig Enders. (When did Carag School close? They may have been among the final pupils.)",{"type":14,"tag":22,"props":55,"children":56},{},[57],{"type":20,"value":58},"Best performed students at Stanhope State School swimming sports were Lorelle Tomasini of Rodney House and Ian McCague of Goulburn House.",{"type":14,"tag":22,"props":60,"children":61},{},[62],{"type":20,"value":63},"Rushworth Primary School gave awards to three preps for doing up their shoelaces. (Just thought you may like to know.) Just as exciting was the new paint which had been applied to several rooms by Jim and Bub Lloyd, ten years after the school was built in 1961, opened 1962.",{"type":14,"tag":22,"props":65,"children":66},{},[67],{"type":20,"value":68},"Grades 4 and 5 reported the arrival of a trapdoor spider’s nest, thanks to Neville, who found it on his grandfather’s farm. “The nest was made of bark and grass, and had a silky tunnel which led into the ground.” (Both Neville’s grandfathers had farms.)",{"type":14,"tag":22,"props":70,"children":71},{},[72],{"type":20,"value":73},"Community St. Matthew’s Anglican Church of Stanhope-Girgarre was preparing for its 50-year anniversary, after its initial building was purchased in 1922 for 100 pounds ($200) and transported from Kyabram, having been the Masonic Hall there. A new church had been built in 1967. A debt of $6000 remained on that church in 1972.",{"type":14,"tag":22,"props":75,"children":76},{},[77],{"type":20,"value":78},"Rev. Douglas Risstrom, President of the Methodist Conference of Victoria and Tasmania, was due to return to Rushworth for a special church service, having worked in the family timber mill until entering the ministry in 1939. Murchison Guides and Brownies received a donated piano from Mr and Mrs H. Hallet.",{"type":14,"tag":22,"props":80,"children":81},{},[82],{"type":20,"value":83},"Stanhope Guides were represented at a Government House garden party by Wendy Emmett.",{"type":14,"tag":22,"props":85,"children":86},{},[87],{"type":20,"value":88},"Murchison Bush Nursing Hospital Wood Day and Bazaar raised $302, primarily through sale of wood.",{"type":14,"tag":22,"props":90,"children":91},{},[92],{"type":20,"value":93},"Households received white cards for completion by adults and delivery to the X-ray caravan when it visited Murchison (near R.S.L. Hall), Colbinabbin (near the Memorial Centre), Stanhope (near the Memorial Hall) and Rushworth (near the Shire Office). This was a compulsory chest x-ray looking for tuberculosis, and penalty for failure to attend was $40. (Believe it or not, 50 years ahead of anti-vaxxers, there were a small number of anti x-rayers.)",{"type":14,"tag":27,"props":95,"children":97},{"id":96},"personal",[98],{"type":20,"value":99},"Personal",{"type":14,"tag":22,"props":101,"children":102},{},[103],{"type":20,"value":104},"Jim Perry of Rushworth required hospital treatment for an injured arm when a truck driven by Terry Gleeson rolled on the slippery Nine Mile Road, near the town. Jim was a passenger in the truck and had a busy time as his 21st birthday was celebrated at his parents’ home, hosted by Chief and Vera.",{"type":14,"tag":22,"props":106,"children":107},{},[108],{"type":20,"value":109},"Walter Locke died at age 84 at Rushworth, having outlived his eight siblings. The Caygill family of Rushworth lost Charlie’s father Ralph, who died at Kirra in Queensland. Jack Laurie and Elsie Wilson tied the knot, after two celebratory events at the Fire Brigade Hall and at the Golf clubhouse. Both were keen golfers, and Jack had been a premiership cricketer and successful racehorse owner. Elsie was Margaret Howard’s mother.",{"type":14,"tag":22,"props":111,"children":112},{},[113],{"type":20,"value":114},"Notice was given of a kitchen tea for Maryanne Wright to be held at the Colbinabbin Memorial Centre, which was a more impressive name than “the hall”.",{"type":14,"tag":22,"props":116,"children":117},{},[118],{"type":20,"value":119},"Jim Stewart’s legal practice in Tatura announced new partnership arrangements, operating   as Stewart, Feltham and Co.",{"type":14,"tag":27,"props":121,"children":123},{"id":122},"sport",[124],{"type":20,"value":125},"Sport",{"type":14,"tag":22,"props":127,"children":128},{},[129],{"type":20,"value":130},"Goulburn Valley Bowls Association played the championships over two weekends. Jack Pet-tifer and Jeff Geddes advanced in the A-grade pairs.  In the rinks for B-grade, Farquhar McLean, George Home, Charlie Jackson and George Kolenaty progressed to the second weekend. Rushworth Tennis Club’s junior tournament, carried over from Easter, attracted 98 entries, including several from Euroa. Warren Minteen of that town, aged 14, won both the Under- /15 and Under-17 singles.",{"type":14,"tag":22,"props":132,"children":133},{},[134],{"type":20,"value":135},"Runners-up in the Under-17 doubles were Chris Geisler and Steve Barlow. Girls Under-13 singles event went to Wendy Meagher over Joanne Hawking. They combined to win the doubles, defeating Joanne Foley and Jenny Anderson.",{"type":14,"tag":22,"props":137,"children":138},{},[139],{"type":20,"value":140},"Rushworth Homing Club held in its first race for the season, with pigeons released at Numurkah. First home was a bird skilfully trained by Craig Beck and Gethyn Fenton.",{"type":14,"tag":22,"props":142,"children":143},{},[144],{"type":20,"value":145},"There was concern that no action had been taken to create a table tennis season over winter.",{"type":14,"tag":22,"props":147,"children":148},{},[149],{"type":20,"value":150},"Colbinabbin won a football practice match against Yarrawalla, despite the absence of the Ians; Reid and Marrett. (No team at Yarrawalla these days.)",{"type":14,"tag":22,"props":152,"children":153},{},[154],{"type":20,"value":155},"Rushworth had played practice matches against Echuca East and Kangaroo Flat, and the footy report asked the question of the new captain-coach. “Bob Wilson: Can he lift the Tigers?” (Spoiler alert: The answer was “No”.)",{"type":14,"tag":22,"props":157,"children":158},{},[159],{"type":20,"value":160},"High School teachers Bob Hurley and Ian Watson were training for footy, as another teacher, Ian Johnston, sought a clearance from Stanhope. CBC bank-teller Laurie Downey made a second application for a clearance from Tatura. Des Newey also joined in training but proved to be no better than some of the oldies.",{"type":14,"tag":22,"props":162,"children":163},{},[164],{"type":20,"value":165},"Primary teacher Terry Cogan trained, after eight seasons out of the game. (Not sure that he played a match?) Unavailable for the opening match against Heathcote due to exams to enter the Post Master General’s Department were Mal Potter, John Raglus, Barry Thompson and Geoff Hawking.",{"type":14,"tag":22,"props":167,"children":168},{},[169],{"type":20,"value":170},"Graeme Hageman was appointed boundary umpire for the Seniors, Mark Locke on the whistle for the Seconds. Registered as goal umpires were Bill Salter, Howard Hawking, Ray Francis, Vic Cruz and Ian Borger, with Bill Campbell appointed cleaner of the clubrooms.",{"title":7,"searchDepth":172,"depth":172,"links":173},2,[174,175,176,177],{"id":29,"depth":172,"text":32},{"id":40,"depth":172,"text":43},{"id":96,"depth":172,"text":99},{"id":122,"depth":172,"text":125},"markdown","content:history:2022:list:history-on-the-front-page-in-april-1972.md","content","history/2022/list/history-on-the-front-page-in-april-1972.md","md",1715425783122]