[{"data":1,"prerenderedAt":630},["Reactive",2],{"content-query-Vs4mRL8Eei":3},[4,115,208,321,415,500,553,596],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":110,"_id":111,"_source":112,"_file":113,"_extension":114},"/firstpeoples/2020/list/2020-06-04-queen-mary","list",false,"","“QUEEN MARY”","When Tattambo died on 1.1.1868, it was reckoned that he was at least 70. If this was accurate, then he was born prior to 1800. This was well before any first contact with Europeans on Ngurai-illum Wurrung country in northern Victoria.","/gallery/2020/06/wnews20200604-010.jpg",{"type":13,"children":14,"toc":107},"root",[15,23,28,33,38,47,52,57,65,70,75,80,88,93,98],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"queen-mary",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31],{"type":22,"value":32},"There was a short-lived European settlement at Sullivan’s Cove (near presentday Sorrento), from which convict William Buckley escaped in 1803. He lived with the Wadawurrung people on the Bellarine Peninsula for over 30 years. In his travels within the Kulin Nation, Tattambo may have encountered Buckley, as members of both the Ngurai-illum Wurrung and Wadawurrung attended cultural gatherings near what is now Melbourne CBD.",{"type":16,"tag":24,"props":34,"children":35},{},[36],{"type":22,"value":37},"Tattambo’s second wife is only remembered by her allotted European name, “Queen Mary”. Her birth name and clan are not known. As was a common occurrence with Aboriginal marriages, she was much younger than Tattambo. When she died in 1874, her age was estimated at 55-60, placing her date of birth before 1820. The report of her death said “Mary’s recollection dated back as far as the time of Buckley, ‘the wild white man’…” Perhaps Mary saw him at a Kulin gathering?",{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":16,"tag":42,"props":43,"children":44},"strong",{},[45],{"type":22,"value":46},"Family background",{"type":16,"tag":24,"props":48,"children":49},{},[50],{"type":22,"value":51},"When an Aboriginal woman was married to a Ngurai-illum Wurrung man, she had to leave her clan to live with her husband’s clan. Mary was apparently from Wemba Wemba country, near present-day Murrabit. There is a record of Tattambo and Mary visiting her relatives there in 1866. It is not known when Tattambo and Mary were married, but we do know that their daughter Jenny (aka Jeannie or “Jinny”) was born around 1844. At this time, the family may have had connections with the Aboriginal Protectorate that was operating at Murchison.",{"type":16,"tag":24,"props":53,"children":54},{},[55],{"type":22,"value":56},"It is also unclear whether Tattambo’s first wife (name unknown) was deceased before he married Mary. Some Aboriginal men had more than one wife concurrently. There was a son from the earlier marriage who was known by the Europeans as Captain John. He died in 1874, just before his step-mother Mary, both being buried along with Tattambo at Murchison cemetery.",{"type":16,"tag":24,"props":58,"children":59},{},[60],{"type":16,"tag":42,"props":61,"children":62},{},[63],{"type":22,"value":64},"A matriarch and elder",{"type":16,"tag":24,"props":66,"children":67},{},[68],{"type":22,"value":69},"Photographs of Mary showed that she had a considerable amount of decorative scarring on her upper abdomen and arms. It is unclear whether this was standard practice for local women. Perhaps she already had the scarring prior to leaving Wemba Wemba country.",{"type":16,"tag":24,"props":71,"children":72},{},[73],{"type":22,"value":74},"After Tattambo died, Mary “unusually, assumed the role of Queen…Captain John preferred to keep a low profile.” It was reported that “for many years afterwards (i.e. after Tattambo’s death) his widow, Queen Mary…and a tribe of 100 blacks roamed about the Waranga Shire and enjoyed the protection of an aboriginal compound, which was supervised for some time by William Phillips, on or near the site of the present Murchison Mechanics’ Institute, the state school and the local churches.”",{"type":16,"tag":24,"props":76,"children":77},{},[78],{"type":22,"value":79},"This second quote was written in 1930, so is probably inaccurate on some counts. In particular, it seems very unlikely than there were 100 Aboriginal people in the area in the 1860s. The Aboriginal Protectorate at Murchison had closed in 1853, and many of the former residents had moved to reserves such as Coranderrk, or had dispersed to other areas. However, it could well be that Mary and a much smaller group, which included her step-son Captain John and her sister-inlaw Sarah, continued to follow Ngurai-illum Wurrung songlines into the early 1870s.",{"type":16,"tag":24,"props":81,"children":82},{},[83],{"type":16,"tag":42,"props":84,"children":85},{},[86],{"type":22,"value":87},"Being on country",{"type":16,"tag":24,"props":89,"children":90},{},[91],{"type":22,"value":92},"The press of the day generally used condescending language when writing about Mary and her perceived ownership of the land. “The Queen-dowager Mary…usurped without contradiction the regal title…Mary would spread her arms forth, and proclaim aloud that all the land was hers. Poor Mary!”",{"type":16,"tag":24,"props":94,"children":95},{},[96],{"type":22,"value":97},"Another story written over a year earlier in 1873 reported “The township (Murchison) has been honoured by a visit from royalty, Queen Mary, with her retinue, having lighted her camping-fire near the Farmers’ Hotel on the Rushworth road.” This seems to indicate some continuation of the seasonal movement of the remaining Aboriginal people around former Ngurai-illum Wurrung country.",{"type":16,"tag":24,"props":99,"children":100},{},[101],{"type":16,"tag":102,"props":103,"children":104},"em",{},[105],{"type":22,"value":106},"References: “Argus” newspaper 2.10.1874, p4; Clark, Ian D, Goulburn River Aboriginal Protectorate (Ballarat Heritage Services 2013); Notes by Uncle Vin Peters; The Age, 24.7.1930, p7; “Argus” 2.10.1874; McIvor Times & Rodney Advertiser 3.7.1873",{"title":8,"searchDepth":108,"depth":108,"links":109},2,[],"markdown","content:firstpeoples:2020:list:2020-06-04-queen-mary.md","content","firstpeoples/2020/list/2020-06-04-queen-mary.md","md",{"_path":116,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":117,"description":118,"body":119,"_type":110,"_id":206,"_source":112,"_file":207,"_extension":114},"/firstpeoples/2021/list/ngurai-illum-wurrung-country-place-names","Ngurai-Illum Wurrung Country place names","There are at least 40 names on or near Ngurai-illum Wurrung country that appear to be of Aboriginal origin.  Some of those names would have been derived from the Ngurai-illum Wurrung language.  It would be good if we could identify which ones were, because it could give us a little insight into a language that all but disappeared within a short time of the arrival of European colonisers.",{"type":13,"children":120,"toc":204},[121,126,130,135,140,145,150,155,160,165,179,184,194],{"type":16,"tag":17,"props":122,"children":124},{"id":123},"ngurai-illum-wurrung-country-place-names",[125],{"type":22,"value":117},{"type":16,"tag":24,"props":127,"children":128},{},[129],{"type":22,"value":118},{"type":16,"tag":24,"props":131,"children":132},{},[133],{"type":22,"value":134},"However, as stated in the previous story, there are all sorts of problems in determining whether an Aboriginal sounding name was genuinely local or imported from somewhere else.  Even if it was derived from a Ngurai-illum Wurrung word, difficulties in oral communication and recording might mean that a present-day place name is just an approximation of the original word.",{"type":16,"tag":24,"props":136,"children":137},{},[138],{"type":22,"value":139},"Similarly, there can be plenty of conjecture over what an Aboriginal place name means, and whether it was used in the right context when it was applied as a place name.",{"type":16,"tag":24,"props":141,"children":142},{},[143],{"type":22,"value":144},"Meanings of place names Most sources seem to agree on the meanings of the names of some our town, parish or district names and those of geographical features.  For instance, Waranga = sing; Whroo = lips or mouth (presumably in relation to drinking from the waterhole); Corop = call of the brolga; Colbinabbin = meeting of red and black soils; Carag Carag = magpie; Nagambie = lagoon or still water; Tatura = place of small lagoons; Kyabram = thick forest.  There is no clarity on whether these names are derived from Ngurai-illum words or from some other source.",{"type":16,"tag":24,"props":146,"children":147},{},[148],{"type":22,"value":149},"With other names, the more references you look at, the more different suggestions that you come up with.  As an example, Girgarre has been listed in various publications as meaning ‘sour’, ‘red earth’ and ‘edible root’.  Echuca is generally thought to mean ‘meeting of the waters’ (i.e. the confluence of the Murray and Campaspe Rivers) but in some publications it is said to relate to gravel beds in the river which are visible when flows are very low.  Burramboot could be ‘high hill’ or ‘muddy water’, both of which are quite feasible given the location.",{"type":16,"tag":24,"props":151,"children":152},{},[153],{"type":22,"value":154},"Aboriginal names There are plenty of geographical features and localities that currently have European names, but for which Aboriginal names have been recorded.  The confluence of rivers would seem to be of great significance to Aboriginal people in that most of the major ones in and around Ngurai-illum Wurrung country seem to have a name.  Perhaps they were meeting places and/or important locations along the local songlines.",{"type":16,"tag":24,"props":156,"children":157},{},[158],{"type":22,"value":159},"The junction of the Campaspe and Coliban Rivers (now under Lake Eppalock) was known as yallemeeboon; Campaspe/Murray = yalka or echuca; Goulburn/Broken = marangan; Goulburn/Murray = koninner.  Some of these names were probably from languages other than Ngurai-illum Wurrung, whose people were aware of them and may have had their own particular name for them.  Rivers often had multiple names, depending on whose country they were passing through.  Parts of rivers were also assigned particular names in some cases.",{"type":16,"tag":24,"props":161,"children":162},{},[163],{"type":22,"value":164},"Mount Camel has great significance for the Ngurai-illum Wurrum people who, according to some sources, called it Yiberithoop.  Below the Mount Camel Range, Lake Cooper was called Pawbeenbolock/Paboinboolok (where bulluk = lake), while some researchers say the name was Tangalum/Tongillum (where yillam = camp).  It is easy to envision the people camping on the lake shores where there would be an abundance of food in most seasons. Before it became Gunn’s Swamp, then Waranga Basin, the wetlands that are now covered by the Basin are recorded as having been called Baangyoobine.",{"type":16,"tag":24,"props":166,"children":167},{},[168,170,177],{"type":22,"value":169},"The links between places The European colonial way is to regard places of habitation and their names as quite distinct and those distinctions are often reinforced to the nth degree by mindless parochialism.  In Aboriginal culture, places and their names are inextricably linked as part of songlines.  Places are “entities in a network of meaning in a much stronger fashion”.1 References:  1  Placenames Australia Newsletter, ‘Aboriginal Toponyny’ (Sept 2018) Many other references were used during the compilation of these stories on place names.  For a list of names, their possible meanings and the references used, email ",{"type":16,"tag":171,"props":172,"children":174},"a",{"href":173},"mailto:boze24@hotmail.com",[175],{"type":22,"value":176},"boze24@hotmail.com",{"type":22,"value":178}," and request a copy.",{"type":16,"tag":24,"props":180,"children":181},{},[182],{"type":22,"value":183},"References:",{"type":16,"tag":185,"props":186,"children":187},"ol",{},[188],{"type":16,"tag":189,"props":190,"children":191},"li",{},[192],{"type":22,"value":193},"Placenames Australia Newsletter, ‘Aboriginal Toponyny’ (Sept 2018)",{"type":16,"tag":24,"props":195,"children":196},{},[197,199,203],{"type":22,"value":198},"Many other references were used during the compilation of these stories on place names.  For a list of names, their possible meanings and the references used, email ",{"type":16,"tag":171,"props":200,"children":201},{"href":173},[202],{"type":22,"value":176},{"type":22,"value":178},{"title":8,"searchDepth":108,"depth":108,"links":205},[],"content:firstpeoples:2021:list:ngurai-illum-wurrung-country-place-names.md","firstpeoples/2021/list/ngurai-illum-wurrung-country-place-names.md",{"_path":209,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":210,"description":211,"body":212,"_type":110,"_id":319,"_source":112,"_file":320,"_extension":114},"/firstpeoples/2021/list/speaking-ngurai-illum-wurrung","Speaking Ngurai-Illum Wurrung","“Wurrung” means language, so the term Ngurai-illum Wurrung relates to the language of the Ngurai-illum people, who were custodians of the Waranga area for tens of thousands of years.  Language groups were usually made up of a number of smaller clans, whose members all spoke that language, with some regional variations.  Such was the case with the Ngurai-illum Wurrung people.",{"type":13,"children":213,"toc":314},[214,219,223,228,235,240,245,250,256,261,266,271,277,282,287,291],{"type":16,"tag":17,"props":215,"children":217},{"id":216},"speaking-ngurai-illum-wurrung",[218],{"type":22,"value":210},{"type":16,"tag":24,"props":220,"children":221},{},[222],{"type":22,"value":211},{"type":16,"tag":24,"props":224,"children":225},{},[226],{"type":22,"value":227},"A number of similar language groups could be linked together in a loose federation called a nation.  This was the case with the Ngurai-illum Wurrung, who not only shared some common language but also moieties, trade, culture, music, stories and ceremony with the Dja Dja Wurrung, Taungurung, Wathawaurung, Boonwurrung and Woiwurrung as part of the so-called Kulin Nation.  For instance, it has been suggested that the Ngurai-illum Wurrung and Dja Dja Wurrung share 70-80% of their language.  Members of all six Kulin language groups met on a regular basis, and there was inter-marriage between them.  This meant that most of the people were bi-lingual or multi-lingual.",{"type":16,"tag":229,"props":230,"children":232},"h2",{"id":231},"the-importance-of-language",[233],{"type":22,"value":234},"The Importance Of Language",{"type":16,"tag":24,"props":236,"children":237},{},[238],{"type":22,"value":239},"Language is one of the most important parts of any culture. It is the way by which people communicate with one another, build relationships, and create a sense of community.1  It is one of the primary ways – either orally or in writing - by which culture, traditions and shared values are conserved and passed on to the next generations.",{"type":16,"tag":24,"props":241,"children":242},{},[243],{"type":22,"value":244},"Imagine being in a situation where Australia was taken over by another country and you were actively discouraged from speaking English, because the new regime frowned upon the use of your birth language.  Further, everyone you previously knew had their name changed to something different from their birth name.",{"type":16,"tag":24,"props":246,"children":247},{},[248],{"type":22,"value":249},"Also, your social groupings, lifestyle and culture were massively disrupted by death, sickness and dispersal.  It is hard to imagine, but that is exactly what happened to the Ngurai-illum Wurrung people in the Waranga area over a very short space of time.  Tens of thousands of years of learning were lost as the remaining Elders no longer had the most important means of passing their knowledge on.",{"type":16,"tag":229,"props":251,"children":253},{"id":252},"recovery",[254],{"type":22,"value":255},"Recovery",{"type":16,"tag":24,"props":257,"children":258},{},[259],{"type":22,"value":260},"Very little work has been done in trying to recover the language of the Ngurai-illum people.  This is partly because of the difficulties caused by the fact that there are a limited number of descendants, many of whom have not been able to maintain a connection with country. Present day Ngurai-illum Wurrung people currently lack the resources to engage in a major effort to recover any significant part of their language.",{"type":16,"tag":24,"props":262,"children":263},{},[264],{"type":22,"value":265},"The Taungurung people were southern neighbours of the Ngurai-illum Wurrung people and also part of the Kulin nation.  In recent years, they have run a major project which has employed linguists to work with Taungurung descendants to recover as much of their language as possible.  This has resulted in the publication of some excellent books and educational materials which are available via their website.2",{"type":16,"tag":24,"props":267,"children":268},{},[269],{"type":22,"value":270},"This shows quite clearly that by using a range of resources, it is possible to resurrect at least part of a language that was almost gone.  The same might be possible for the Ngurai-illum Wurrung and may result in enhancing our knowledge of the traditional custodians of the Waranga area.",{"type":16,"tag":229,"props":272,"children":274},{"id":273},"vacl",[275],{"type":22,"value":276},"VACL",{"type":16,"tag":24,"props":278,"children":279},{},[280],{"type":22,"value":281},"Most sources suggest that there were around 250 identifiable Aboriginal languages in Australia before colonisation and around 40 in what is now the State of Victoria.  There is an organisation operating in Victoria whose sole purpose is to build knowledge of Aboriginal languages from around Victoria.  The charter of the Victorian Aboriginal Corporation for Languages (VACL) provides for it to be “focussed on retrieving, recording and researching Aboriginal languages and providing a central resource…with programs and educational tools to teach the indigenous and wider community about language.”3",{"type":16,"tag":24,"props":283,"children":284},{},[285],{"type":22,"value":286},"Of the 250 languages that did exist in Australia, about 75% have already been lost.  Many of the others are barely surviving.  It may be too late to retrieve all of Ngurai-illum Wurrung, but there is certainly scope to retrieve some of it.",{"type":16,"tag":24,"props":288,"children":289},{},[290],{"type":22,"value":183},{"type":16,"tag":185,"props":292,"children":293},{},[294,299,309],{"type":16,"tag":189,"props":295,"children":296},{},[297],{"type":22,"value":298},"racismnoway.com.au website",{"type":16,"tag":189,"props":300,"children":301},{},[302],{"type":16,"tag":171,"props":303,"children":307},{"href":304,"rel":305},"https://taungurung.com.au/",[306],"nofollow",[308],{"type":22,"value":304},{"type":16,"tag":189,"props":310,"children":311},{},[312],{"type":22,"value":313},"VACL website",{"title":8,"searchDepth":108,"depth":108,"links":315},[316,317,318],{"id":231,"depth":108,"text":234},{"id":252,"depth":108,"text":255},{"id":273,"depth":108,"text":276},"content:firstpeoples:2021:list:speaking-ngurai-illum-wurrung.md","firstpeoples/2021/list/speaking-ngurai-illum-wurrung.md",{"_path":322,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":323,"description":324,"image":325,"body":326,"_type":110,"_id":413,"_source":112,"_file":414,"_extension":114},"/firstpeoples/2022/list/a-friendly-black-at-corop","A Friendly Black At Corop","It seems that there were still Aboriginal people moving through the Waranga area just over a century ago.  Whether they were descendants of the traditional Ngurai-illum Wurrung custodians following old songlines is not clear.  Perhaps they were people just looking for itinerant work.","/gallery/2022/06/Stone+axe+-+Charlie+Furphy+story.jpg",{"type":13,"children":327,"toc":408},[328,332,337,342,348,353,358,363,369,374,379,385,390,395,400],{"type":16,"tag":24,"props":329,"children":330},{},[331],{"type":22,"value":324},{"type":16,"tag":24,"props":333,"children":334},{},[335],{"type":22,"value":336},"In 1912, seven-year-old Charlie Furphy of “Sand Hills”, Corop wrote a letter to the kids’ page at the Weekly Times, telling “Uncle Ben” about life around Corop.  He mentioned that “we had a visit from a friendly black (sic) and two women blacks (sic).  The man made a boomerang for us, and he was showing how to throw it.  He was at our place for about a week, and he made a shield.  I liked him very much.”1",{"type":16,"tag":24,"props":338,"children":339},{},[340],{"type":22,"value":341},"This raises the obvious question of what the small group of people were doing in the area at the time.  It is clear that the man had retained some traditional skills which were rapidly disappearing at the time.  Early in the 20th century, skills such as boomerang and spear throwing were still performed publicly.  There were men who would travel around performing at local agricultural shows, sporting events and other gatherings.  Perhaps this man was one of them.",{"type":16,"tag":229,"props":343,"children":345},{"id":344},"a-free-rein",[346],{"type":22,"value":347},"A free rein",{"type":16,"tag":24,"props":349,"children":350},{},[351],{"type":22,"value":352},"Children of the era obviously had a free rein, unencumbered by the concerns of helicopter parents.  Spare time was filled with adventures, roaming the countryside around Corop.  Lake Cooper was nearby, although Charlie noted that his “father used to fish there, but he does not now, because the fish are dying of some disease, and we don’t eat them.”",{"type":16,"tag":24,"props":354,"children":355},{},[356],{"type":22,"value":357},"The Wallenjoe swamp was another area full of interest for children.  “My brother picked up a blackfellow’s tomahawk in the Wallenjoe at a blackfellow’s oven”.  As stated in earlier stories, wetlands such as the Wallenjoe were wonderful sources of food for the local Aboriginal people, which would mean longer than average stays in one location.  A dedicated oven was a sure sign of lengthier habitation.",{"type":16,"tag":24,"props":359,"children":360},{},[361],{"type":22,"value":362},"“The tomahawk that my brother picked up was quite smooth at the point, and where they had been holding it.”  The stone looks like greenstone, which surely would have come from the ancient quarries further south on the Mt Camel range.  Similar tools were sometimes hand-held, or it may have originally had a wattle handle, which would have rotted away over the years before its rediscovery.",{"type":16,"tag":229,"props":364,"children":366},{"id":365},"skulls",[367],{"type":22,"value":368},"Skulls",{"type":16,"tag":24,"props":370,"children":371},{},[372],{"type":22,"value":373},"Charlie also noted in his letter that “when we are rabbitting, we sometimes pick up the skull of a blackfellow.”  This may have been something of an exaggeration, but there would certainly have been some shallow burials in this well-inhabited area.  Bones would be uncovered occasionally as a result of farming activity, or from the various types of erosion which followed in the wake of European colonisation.",{"type":16,"tag":24,"props":375,"children":376},{},[377],{"type":22,"value":378},"During Charlie’s childhood, such things were a curiosity.  These days, if similar finds are made, it is important that they are left in place and the relevant authority notified.  Normally this would be the Registered Aboriginal Party (RAP) with responsibility for the area where an item is found.",{"type":16,"tag":229,"props":380,"children":382},{"id":381},"charlie-furphy",[383],{"type":22,"value":384},"Charlie Furphy",{"type":16,"tag":24,"props":386,"children":387},{},[388],{"type":22,"value":389},"Charles Robert Furphy was born in Rushworth in 1904, the son of Samuel and Isabella (nee Brown), and grandson of Samuel and Judith Furphy who selected “Sand Hills” in 1868.  He was also an uncle of Clem, who now lives there with partner Cate.  Apart from his service in World War II, he spent all his life in the Waranga area.  He was a bachelor in his late 30s when he signed up for war service, during which he was a Private (No VX26822) in the 4th Reserve Motor Transport Company.  The company was part of 8th Division, serving in Malaya and Singapore until the latter fell to the Japanese in February 1942.",{"type":16,"tag":24,"props":391,"children":392},{},[393],{"type":22,"value":394},"Most of the men in the company remained as Japanese POWs for the duration of the war.  During his time in Changi, Charlie kept a diary, which has been preserved, and also wrote a book of children’s stories and poems, “Changitales”. It contains many stories full of nostalgia for life on the farm.  It was designed to be given to the children in Changi Jail, but instead came home with him and is a treasured family possession.",{"type":16,"tag":24,"props":396,"children":397},{},[398],{"type":22,"value":399},"It would be nice to think that thoughts of a free and easy childhood around Corop may have sustained Charlie through his traumatic war experience.  Returning to civilian life after more than three years as a POW would have been a difficult transition.  Charlie married Pat Lawrence on his 60th birthday, but sadly she died within two years.  He later died in Colbo in 1988, aged 84.",{"type":16,"tag":24,"props":401,"children":402},{},[403],{"type":16,"tag":102,"props":404,"children":405},{},[406],{"type":22,"value":407},"Reference:  1  Weekly Times 20.4.1912 p 39; Other sources:  Ancestry, NAA, AWM websites.  With thanks to Clem and Cate Furphy",{"title":8,"searchDepth":108,"depth":108,"links":409},[410,411,412],{"id":344,"depth":108,"text":347},{"id":365,"depth":108,"text":368},{"id":381,"depth":108,"text":384},"content:firstpeoples:2022:list:a-friendly-black-at-corop.md","firstpeoples/2022/list/a-friendly-black-at-corop.md",{"_path":416,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":417,"description":418,"body":419,"_type":110,"_id":498,"_source":112,"_file":499,"_extension":114},"/firstpeoples/2022/list/kulin-nation-seasons","Kulin nation seasons","We recognise just four seasons – summer, autumn, winter and spring – a concept which was probably brought to Australia by colonists from the northern hemisphere.  Aboriginal people of the Kulin Nation recognised between six and eight seasons, depending on where they lived and who you listen to.  The local Ngurai-illum Wurrung people were one of the northern-most language groups within the broader Kulin Nation.  Most of the Victorian studies of Aboriginal seasons relate to country south of the Waranga area, so this research may not apply perfectly to the Waranga area.  However, it gives us some insights into how local Aboriginal people viewed things differently prior to colonisation.",{"type":13,"children":420,"toc":493},[421,426,430,435,441,446,451,456,462,467,472,478,483,488],{"type":16,"tag":17,"props":422,"children":424},{"id":423},"kulin-nation-seasons",[425],{"type":22,"value":417},{"type":16,"tag":24,"props":427,"children":428},{},[429],{"type":22,"value":418},{"type":16,"tag":24,"props":431,"children":432},{},[433],{"type":22,"value":434},"According to Museums Victoria, there are the seven seasons of the Kulin calendar.  These are biderap (the dry season in January-February), luk (the eel season in March), waring (wombat season from April-July), guling (orchid season in August), poorneet (tadpole season in September-October), buath guru (grass flowering season in November) and gunyang (kangaroo apple season in December.  Kangaroo apple usually grows south of the Great Dividing Range.  In our area, cherry ballart trees are fruiting at the same time).",{"type":16,"tag":229,"props":436,"children":438},{"id":437},"food-gathering",[439],{"type":22,"value":440},"Food gathering",{"type":16,"tag":24,"props":442,"children":443},{},[444],{"type":22,"value":445},"There are variations to this outline of the seasons provided by different researchers, but what all they all have in common is that they identify times when particular foods will be in surplus.  This in turn helped to determine the movement of local Aboriginal people around, and sometimes beyond their Country to take advantage of various food surpluses.",{"type":16,"tag":24,"props":447,"children":448},{},[449],{"type":22,"value":450},"Earlier stories have mentioned the Ngurai-illum Wurrung people travelling to the tributaries of the Yarra River for the annual eel harvest.  March is the time when the eels were fat and ready to harvest and are on the move in predictable ways.  Prior to colonisation, this harvest caused travel by thousands of people from the Kulin Nation, to gather on waterways like Merri Creek.  As there was adequate food to feed the multitudes, it was a time for extended socialising, ceremony and trade.",{"type":16,"tag":24,"props":452,"children":453},{},[454],{"type":22,"value":455},"Within the local area, yam daisies (murrnong) were flowering in September and October – poorneet/tadpole season.  Aboriginal women were primarily responsible for harvesting the tubers in a sustainable way.  Sadly, this harvest was no longer available within a year or two after the introduction of sheep into the area in the 1830s and 1840s.  The sheep dug up and ate the tubers to the point where they did not regenerate, so a staple food was quickly lost.",{"type":16,"tag":229,"props":457,"children":459},{"id":458},"links-to-climate-observations",[460],{"type":22,"value":461},"Links to climate observations",{"type":16,"tag":24,"props":463,"children":464},{},[465],{"type":22,"value":466},"Obviously, local Aboriginal people were intimately aware of climatic conditions, living in the open most of the time.  The biderap season of January-February was associated with hot and dry conditions and low rainfall.  It was a time to stay close to reliable water like the Goulburn and Campaspe Rivers.  December (gunyang) was separated from the other two months we consider as part of summer, because it was more often associated with changeable, thundery weather.  Gunyang was also linked to goannas being most active at that time of year.",{"type":16,"tag":24,"props":468,"children":469},{},[470],{"type":22,"value":471},"The availability of food in particular locations could be linked to season, so journeys along songlines were predicated in part by observations of the climate.  For example, in the waring season (April-July) when nights were colder, wombats were more often seen out of their burrows during the day, seeking warmth from the sun.  This made it a good time of the year to hunt wombats.  (Apparently, wombat meat tastes like pork.)  At the same time, moths and fungi could be found along the creeks where the wombats were being hunted.",{"type":16,"tag":229,"props":473,"children":475},{"id":474},"links-to-astral-observations",[476],{"type":22,"value":477},"Links to astral observations",{"type":16,"tag":24,"props":479,"children":480},{},[481],{"type":22,"value":482},"Local Aboriginal people were also very much in tune with the night sky.  They could use their extensive knowledge to confirm other signs of the seasons.  For instance, the Southern Cross would be high in the south at sunrise during biderap (the dry season).  Other astrological knowledge was used throughout the year to help identify the seasons.",{"type":16,"tag":24,"props":484,"children":485},{},[486],{"type":22,"value":487},"Living in houses, we tend to shut out the night sky, only seeing it occasionally.  These days most people only have very limited knowledge of astrology.  Prior to colonisation, Aboriginal people lived out of doors for most of the year.  Consequently, they were in the habit of viewing the night sky on a regular basis, trying to learn about it and understand it better.  They also had the advantage of thousands of years of knowledge being handed down.",{"type":16,"tag":24,"props":489,"children":490},{},[491],{"type":22,"value":492},"References:  Museums Victoria website",{"title":8,"searchDepth":108,"depth":108,"links":494},[495,496,497],{"id":437,"depth":108,"text":440},{"id":458,"depth":108,"text":461},{"id":474,"depth":108,"text":477},"content:firstpeoples:2022:list:kulin-nation-seasons.md","firstpeoples/2022/list/kulin-nation-seasons.md",{"_path":501,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":502,"description":503,"image":504,"excerpt":505,"body":516,"_type":110,"_id":551,"_source":112,"_file":552,"_extension":114},"/firstpeoples/2022/list/thomas-jeston-washbourne","Thomas Jeston Washbourne","\"There are very few photographs of Ngurai-illum Wurrung people taken during the colonial period.  Of these, only a handful appear to have been taken on Ngurai-illum Wurrung country.  Fortunately, there are some photos of Jenny and Lizzie Hylett (mentioned in the previous story) and Jenny’s parents, “King Charles” Tattambo and “Queen” Mary.  These were taken by a travelling photographer of the time, Thomas Jeston Washbourne.\\n\",","/gallery/2022/04/Jennie+and+Lizzie+Hylett+-+Washbourne.png",{"type":13,"children":506},[507,512],{"type":16,"tag":17,"props":508,"children":510},{"id":509},"thomas-jeston-washbourne",[511],{"type":22,"value":502},{"type":16,"tag":24,"props":513,"children":514},{},[515],{"type":22,"value":503},{"type":13,"children":517,"toc":549},[518,522,526,535],{"type":16,"tag":17,"props":519,"children":520},{"id":509},[521],{"type":22,"value":502},{"type":16,"tag":24,"props":523,"children":524},{},[525],{"type":22,"value":503},{"type":16,"tag":24,"props":527,"children":528},{},[529],{"type":16,"tag":530,"props":531,"children":534},"img",{"alt":532,"src":533},"Jenny and Lizzie Hylett","https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/Jennie+and+Lizzie+Hylett+-+Washbourne.png",[],{"type":16,"tag":24,"props":536,"children":537},{},[538,540,547],{"type":22,"value":539},"\"Washbourne arrived in Australia around 1863 before travelling overland to Victoria from New South Wales.  His son Harry was born in 1873 but it seems that he and Harry’s mother Alice only married in 1897.\\n\",\n\"Travels in Victoria\\n\",\n\"After coming to Victoria, Washbourne set up his business in Wangaratta.  In 1866 he made an application to the Wangaratta Borough Council requesting permission “to erect a tent for photographic purposes”.  This was granted.  Wangaratta people had a chance to see his work when he was awarded a certificate at a local exhibition, with his entries “comprising views of the neighbourhood, and portraits of the aborigines.”1  He had moved his business up to Yackandandah by 1869.  Washbourne later settled in Geelong.  He travelled around many parts of Victoria taking photographs and selling them.  Hopefully his photography was better than his business acumen, because he was declared an insolvent in 1883.\\n\",\n\"Clearly, Washbourne had a fascination with Aboriginal people, and took numerous photographs of them.  Some of these photos of the Ngurai-illum Wurrung people finished up in the British Museum, including the attached wonderful photograph of Jenny and Lizzie wrapped in possum skin cloaks.  The British Museum has a date on the photo of 1870 which is probably the acquisition date.  The photo would have been taken earlier.2  \\n\",\n\"Lizzie’s birth date\\n\",\n\"There was some conjecture about Lizzie’s birth date.  She died in 1957, with the headstone on her grave noting that she was 104.  This would place her birth date around 1853, which is unlikely.  Jenny would only have been about 10 at the time. In some official and unofficial records, Lizzie’s birth date is given as 1857/8.  Her place of birth is uncertain.  Murchison, Avenel and Mangalore are all possibilities.\\n\",\n\"When you look at Washbourne’s photo of the pair, Lizzie looks very young – perhaps 5 or 6 at the most.  This could tie in with Washbourne’s arrival in Australia in 1863, setting up his business in Wangaratta in 1865/6, then travelling in his covered wagon around country Victoria.  Just where the photo was taken is also a matter of conjecture.  Avenel is a possibility, given other oral history stories we have about Jenny and Lizzie.  It is interesting to note that Jenny appears to be wearing a European shirt or dress, covered by a possum skin cloak.  Lizzie’s cloak seems to be small, and traditionally one that would have been added to with extra skins as she grew older and bigger.\\n\",\n\"Coranderrk\\n\",\n\"Aboriginal populations in the local area were decimated in the colonial era, through disease, murder and displacement.  After the closure of the Goulburn River Aboriginal Protectorate at Murchison in 1853, there was really no place for people to congregate until the Coranderrk Aboriginal Station was set up 10 years later.  At some point, Jenny and Lizzie were encouraged to move to Coranderrk.  As noted in the previous story, Jenny married Johnny Phillips there in 1876 and died in 1888.  \",\n\"She is buried in the cemetery at Coranderrk.\\nJohnny Phillips was a Wathaurung man from the Geelong area.  Like Jenny, he would have been strongly encouraged to move to Coranderrk.  When he died in 1901, it was reported that “he belonged to the “old school”, the members of which are slowly but surely becoming extinct.”3  It is clear from this statement that the myth of extinction still persisted in 1901.  One hundred and twenty years later, Victoria still has a strong and proud Aboriginal population, proving just how much of a myth that was.\\n\",\n\"References:  1.  Ovens & Murray Advertiser 20.9.1866; 2. ",{"type":16,"tag":171,"props":541,"children":544},{"href":542,"rel":543},"http://www.britishmuseum.org",[306],[545],{"type":22,"value":546},"www.britishmuseum.org",{"type":22,"value":548},"; 3  Healesville and Yarra Glen Guardian 25.10.1901; Other:  Trove, PROV, Victorian BD&M and Ancestry websites; 1866 Coranderrk portraits by Charles Walter. \"",{"title":8,"searchDepth":108,"depth":108,"links":550},[],"content:firstpeoples:2022:list:thomas-jeston-washbourne.md","firstpeoples/2022/list/thomas-jeston-washbourne.md",{"_path":554,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":555,"description":556,"excerpt":557,"body":568,"_type":110,"_id":594,"_source":112,"_file":595,"_extension":114},"/firstpeoples/2022/list/what-s-in-a-name","What’s in a name?","\"With the arrival of colonists, it was assumed that the local Aboriginal people would change their names to European sounding names.  If you think about that for a while, it is an astonishingly arrogant expectation.  The local Aboriginal people had lived in the Waranga area continuously for over 40,000 years.  Over that time there would have been much evolution in the names that were current at the time of colonisation.  However, that legacy was largely lost in a very short space of time.\"",{"type":13,"children":558},[559,564],{"type":16,"tag":17,"props":560,"children":562},{"id":561},"whats-in-a-name",[563],{"type":22,"value":555},{"type":16,"tag":24,"props":565,"children":566},{},[567],{"type":22,"value":556},{"type":13,"children":569,"toc":592},[570,574,578],{"type":16,"tag":17,"props":571,"children":572},{"id":561},[573],{"type":22,"value":555},{"type":16,"tag":24,"props":575,"children":576},{},[577],{"type":22,"value":556},{"type":16,"tag":24,"props":579,"children":580},{},[581,583,590],{"type":22,"value":582},"\"There is only a handful of original names of Ngurai-illum Wurrung people of which we have much awareness.  The most obvious man’s name was Tattambo, who was buried in the Murchison cemetery.  Despite retaining his tribal name, he was still labelled with the first name of Charles.  We do not know his first wife’s name and his second wife was only known by the European name of Mary.  Similarly, the people of Murchison knew Tattambo’s sister only as Sarah.  We only know the children of Tattambo and Mary by the names assigned to them by the colonists.\",\n\"Like Tattambo, William Barak, the famous Aboriginal activist, retained part of his original name but took on the first name of William.  His mother, who was a Ngurai-illum Wurrung woman, appears to have only been known by her birth name, Tooteerie.  She was from Tattambo’s generation, which pre-dated colonisation.\",\n\"Less well-known names\",\n\"Other names appear in the literature from the colonial era.  Some of the Ngurai-illum Wurrung names that are mentioned by squatter and writer Edward Curr include Wawgroot, Berrin-Berrin and Kolopka.1\",\n\"When Europeans wrote down names they had encountered, there were often problems with accuracy.  The name may have been heard incorrectly in the first place, then recorded later.  Many of the early colonists were poorly educated, if indeed they had received any education.  As a result, you must take the names at face value, understanding that there may be inaccuracies in spelling and/or pronunciation.  However, they do give us an inkling of what some of the names might have been.\\nMany of the birth names of Aboriginal people could be described as ‘euphonious’, a word rarely used these days, although it always used to appear on the cover of the Yabba, the weekly Heathcote and District FNL program.  It means that the name sounds ‘agreeable, clear, harmonious, mellifluous, melodious, musical, rhythmic’.2  \",\n\"There are lots of great place names around our area that you could put into the euphonious category – Wanalta, Gobarup, Colbinabbin, Burramboot, Waranga, Paboinbalook (Lake Cooper) to name just a few.  It is not much of a stretch to think that many of the individual names could have had a similar quality. \",\n\"Extending the list\",\n\"Dunnolly researcher and historian John Tully has done a lot of work on the Aboriginal people of north central Victoria.  Amongst many other things, he has tried to compile a list of names of people from various language groups, including the Ngurai-illum Wurrung.3  (Incidentally, John also has a different take on the Country of the Ngurai-illum Wurrung people, suggesting that it extended west of the Campaspe River towards Bendigo.  Most researchers consider the Campaspe to be the western boundary.)\",\n\"To collate his list of names, John has done considerable research at the Public Records Office of Victoria, reading firsthand accounts by colonists who encountered Aboriginal people in the very early days of the Port Phillip district settlement before the establishment of the State of Victoria.  This included staff at the so-called Aboriginal Protectorate Stations, of which there was one at Murchison.\",\n\"Where possible, the list shows the traditional name of the individual, but also the European name that they got lumbered with later.  It also shows variations of spelling for the name.  This was because the people doing the recording either heard the name differently or spelt it differently.\",\n\"Some of the interesting names John lists for which he does not have a European equivalent include Chimbri, Dere-rer-cam, Poormaning, Karwitha, Tarparning, Turtool, Orgenangarook, Bucermul, Oneeny and Kolopka.  We do not know if these are men or women or whether the names have any specific meaning.  They do give us hints of a Ngurai-illum Wurrung language that is just hanging on in a much-reduced format.\",\n\"References:  1.  Curr, Edward, The Australian Race, p 527; 2.  ",{"type":16,"tag":171,"props":584,"children":587},{"href":585,"rel":586},"http://www.thesaurus.com",[306],[588],{"type":22,"value":589},"www.thesaurus.com",{"type":22,"value":591},"; 3. Tully, John, Excel spreadsheet showing Ngurai-illum Wurrung names encountered in research.\"",{"title":8,"searchDepth":108,"depth":108,"links":593},[],"content:firstpeoples:2022:list:what-s-in-a-name.md","firstpeoples/2022/list/what-s-in-a-name.md",{"_path":597,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":598,"description":599,"excerpt":600,"body":611,"_type":110,"_id":628,"_source":112,"_file":629,"_extension":114},"/firstpeoples/2022/list/women-and-social-change","Women and social change","\"During the period of colonisation, Aboriginal people in the Waranga area went through profound social changes.  This was caused by a combination of factors, including demographic changes (i.e. a severe decline in population), lack of access to Country/home and a rapidly changing economy.  Many of the social changes impacted women.\\nPrior to colonisation, Aboriginal women lived somewhat independently from the men.  There was no economic dependence on the men, because the women were more than capable of providing a balanced diet for themselves and their children.  At times, this would be supplemented by meat coming from the men’s hunting parties, but they were not dependent on this to survive.1\\n\"",{"type":13,"children":601},[602,607],{"type":16,"tag":17,"props":603,"children":605},{"id":604},"women-and-social-change",[606],{"type":22,"value":598},{"type":16,"tag":24,"props":608,"children":609},{},[610],{"type":22,"value":599},{"type":13,"children":612,"toc":626},[613,617,621],{"type":16,"tag":17,"props":614,"children":615},{"id":604},[616],{"type":22,"value":598},{"type":16,"tag":24,"props":618,"children":619},{},[620],{"type":22,"value":599},{"type":16,"tag":24,"props":622,"children":623},{},[624],{"type":22,"value":625},"\"After colonisation, with lack of access to their Country, the women were less capable of providing adequate food supplies, so had to rely on other ways of feeding their families.  To a greater degree, they had to rely on the men’s ability to work and earn “rations”.  European colonisers did not expect that their women had to go out and work.  Rather, their women fulfilled largely domestic roles.  They influenced Aboriginal women who formed part of family groups on stations to do the same.  Rather than playing a very significant role in family life, women’s roles after colonisation could be considerably diminished.\\n\",\n\"Change factors\\n\",\n\"With colonisation, there were many changes that impacted the social lives of Aboriginal women.  The traditional marriage laws broke down, often because the man to whom a young woman was betrothed was already dead through disease, internecine fighting or murder.  \",\n\"There was a drastic shortage of European women in the rural areas, so white men often took Aboriginal women as partners, either by mutual agreement or by force.\\n\",\n\"European colonisers introduced potentially addictive substances such as tobacco and alcohol.  When addiction occurred in Aboriginal families, there was a consequent breakdown in family relations and more potential for physical and sexual violence against the women.2\\n\",\n\"This greater level of violence was also attributable to factors such as the increase in stress levels associated with colonisation in general, the shift in the relative power of men and women within the communities and the anger felt by some of the men when their women co-habited with colonists.\\n\",\n\"Children\\n\",\n\"Removal of children from Aboriginal women started early in Australia.  The concept of Stolen Generations is not new.  “In 1842, John Patterson, in a pamphlet on the condition of the Aboriginal people in the Goulburn River district, advocated the education and disciplining of children after the European fashion.  He believed this to be the only possible way of preventing the complete destruction of these tribes.  He acknowledged that this would involve separating the children from their parents and severing their tribal connections.”3\\n\",\n\"As we have seen in Australia in recent times, this process of removal can have devastating long-term effects on all parties involved including their descendants.  There is often continuing trauma which is reflected in significantly poorer mental health.\\n\",\n\"Infanticide\\n\",\n\"It is clear that prior to colonisation, Aboriginal families sometimes resorted to infanticide.  This was often a response to prevailing conditions e.g. times of drought, when the group could not adequately provide for another child.  After colonisation, the incidence may have increased.4  Children from mixed relationships (virtually all involving European men and Aboriginal women) were resented by some of the men.  Also, some Elders “in their despair over the loss of their land and culture, had taken the decision to allow their tribes to die out and not raise another generation of children.”5\\n\",\n\"While in today’s society, such actions would be deemed abhorrent, this needs to be viewed in its historical context.  The women of the time had no access to contraception or termination.  The well-being of the entire group was the major consideration, rather than the needs of an individual.\\n\",\n\"References:  1.  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999) p 113 ff; 2.  ibid p 136 ff; 3.  ibid p 138; 4.  ibid p148; 5.  ibid p 148.\"",{"title":8,"searchDepth":108,"depth":108,"links":627},[],"content:firstpeoples:2022:list:women-and-social-change.md","firstpeoples/2022/list/women-and-social-change.md",1717600746489]