[{"data":1,"prerenderedAt":115},["Reactive",2],{"content-query-DSC46MSzEt":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":110,"_id":111,"_source":112,"_file":113,"_extension":114},"/firstpeoples/2020/list/2020-06-04-queen-mary","list",false,"","“QUEEN MARY”","When Tattambo died on 1.1.1868, it was reckoned that he was at least 70. If this was accurate, then he was born prior to 1800. This was well before any first contact with Europeans on Ngurai-illum Wurrung country in northern Victoria.","/gallery/2020/06/wnews20200604-010.jpg",{"type":13,"children":14,"toc":107},"root",[15,23,28,33,38,47,52,57,65,70,75,80,88,93,98],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"queen-mary",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31],{"type":22,"value":32},"There was a short-lived European settlement at Sullivan’s Cove (near presentday Sorrento), from which convict William Buckley escaped in 1803. He lived with the Wadawurrung people on the Bellarine Peninsula for over 30 years. In his travels within the Kulin Nation, Tattambo may have encountered Buckley, as members of both the Ngurai-illum Wurrung and Wadawurrung attended cultural gatherings near what is now Melbourne CBD.",{"type":16,"tag":24,"props":34,"children":35},{},[36],{"type":22,"value":37},"Tattambo’s second wife is only remembered by her allotted European name, “Queen Mary”. Her birth name and clan are not known. As was a common occurrence with Aboriginal marriages, she was much younger than Tattambo. When she died in 1874, her age was estimated at 55-60, placing her date of birth before 1820. The report of her death said “Mary’s recollection dated back as far as the time of Buckley, ‘the wild white man’…” Perhaps Mary saw him at a Kulin gathering?",{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":16,"tag":42,"props":43,"children":44},"strong",{},[45],{"type":22,"value":46},"Family background",{"type":16,"tag":24,"props":48,"children":49},{},[50],{"type":22,"value":51},"When an Aboriginal woman was married to a Ngurai-illum Wurrung man, she had to leave her clan to live with her husband’s clan. Mary was apparently from Wemba Wemba country, near present-day Murrabit. There is a record of Tattambo and Mary visiting her relatives there in 1866. It is not known when Tattambo and Mary were married, but we do know that their daughter Jenny (aka Jeannie or “Jinny”) was born around 1844. At this time, the family may have had connections with the Aboriginal Protectorate that was operating at Murchison.",{"type":16,"tag":24,"props":53,"children":54},{},[55],{"type":22,"value":56},"It is also unclear whether Tattambo’s first wife (name unknown) was deceased before he married Mary. Some Aboriginal men had more than one wife concurrently. There was a son from the earlier marriage who was known by the Europeans as Captain John. He died in 1874, just before his step-mother Mary, both being buried along with Tattambo at Murchison cemetery.",{"type":16,"tag":24,"props":58,"children":59},{},[60],{"type":16,"tag":42,"props":61,"children":62},{},[63],{"type":22,"value":64},"A matriarch and elder",{"type":16,"tag":24,"props":66,"children":67},{},[68],{"type":22,"value":69},"Photographs of Mary showed that she had a considerable amount of decorative scarring on her upper abdomen and arms. It is unclear whether this was standard practice for local women. Perhaps she already had the scarring prior to leaving Wemba Wemba country.",{"type":16,"tag":24,"props":71,"children":72},{},[73],{"type":22,"value":74},"After Tattambo died, Mary “unusually, assumed the role of Queen…Captain John preferred to keep a low profile.” It was reported that “for many years afterwards (i.e. after Tattambo’s death) his widow, Queen Mary…and a tribe of 100 blacks roamed about the Waranga Shire and enjoyed the protection of an aboriginal compound, which was supervised for some time by William Phillips, on or near the site of the present Murchison Mechanics’ Institute, the state school and the local churches.”",{"type":16,"tag":24,"props":76,"children":77},{},[78],{"type":22,"value":79},"This second quote was written in 1930, so is probably inaccurate on some counts. In particular, it seems very unlikely than there were 100 Aboriginal people in the area in the 1860s. The Aboriginal Protectorate at Murchison had closed in 1853, and many of the former residents had moved to reserves such as Coranderrk, or had dispersed to other areas. However, it could well be that Mary and a much smaller group, which included her step-son Captain John and her sister-inlaw Sarah, continued to follow Ngurai-illum Wurrung songlines into the early 1870s.",{"type":16,"tag":24,"props":81,"children":82},{},[83],{"type":16,"tag":42,"props":84,"children":85},{},[86],{"type":22,"value":87},"Being on country",{"type":16,"tag":24,"props":89,"children":90},{},[91],{"type":22,"value":92},"The press of the day generally used condescending language when writing about Mary and her perceived ownership of the land. “The Queen-dowager Mary…usurped without contradiction the regal title…Mary would spread her arms forth, and proclaim aloud that all the land was hers. Poor Mary!”",{"type":16,"tag":24,"props":94,"children":95},{},[96],{"type":22,"value":97},"Another story written over a year earlier in 1873 reported “The township (Murchison) has been honoured by a visit from royalty, Queen Mary, with her retinue, having lighted her camping-fire near the Farmers’ Hotel on the Rushworth road.” This seems to indicate some continuation of the seasonal movement of the remaining Aboriginal people around former Ngurai-illum Wurrung country.",{"type":16,"tag":24,"props":99,"children":100},{},[101],{"type":16,"tag":102,"props":103,"children":104},"em",{},[105],{"type":22,"value":106},"References: “Argus” newspaper 2.10.1874, p4; Clark, Ian D, Goulburn River Aboriginal Protectorate (Ballarat Heritage Services 2013); Notes by Uncle Vin Peters; The Age, 24.7.1930, p7; “Argus” 2.10.1874; McIvor Times & Rodney Advertiser 3.7.1873",{"title":8,"searchDepth":108,"depth":108,"links":109},2,[],"markdown","content:firstpeoples:2020:list:2020-06-04-queen-mary.md","content","firstpeoples/2020/list/2020-06-04-queen-mary.md","md",1716786645632]