[{"data":1,"prerenderedAt":151},["Reactive",2],{"content-query-PDGiUbVU4E":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":146,"_id":147,"_source":148,"_file":149,"_extension":150},"/wildlife/2024/2024-06-06","2024",false,"","Black duck rescue","I guess it wouldn’t be winter unless I had\nto take the plunge into the ice cold waters of\none of our rivers, a dam or a creek.","/gallery/2024/06/wnews20240606-063.jpg",{"type":12,"children":13,"toc":143},"root",[14,22,27,32,37,42,47,52,64,69,74,79,84,89,94,99,104,109,114,123,128,133,138],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"black-duck-rescue",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"I was called to Nagambie Leisure Park to\nhelp a Pacific black duck with a hook in its\nbill just over a week ago. Once we reached\nthe location, despite searching the entire park\non both the river side and the lakeside, my\nson and I couldn’t find any Black ducks. All\nducks seemed to be missing in action.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"Apart from a pair of Wood ducks, we\nfailed to find any, which is a bit unusual for\nthe Leisure Park! We had searched for over\nan hour but didn’t want to leave as Nagambie\nis a bit of a trek for us and knowing it was a\nresident duck, we remained hopeful he’d turn\nup before dark. We knew if he didn’t show\nup, we’d have to return to try to find him the\nfollowing day.",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"We were retracing our search pattern\nwhen a staff member called to ask where I\nwas because some people fishing had a few\nBlack ducks turn up looking for scraps. We\nmade a beeline to the location, threw out\nsome tucker but sadly, our hooked duck\nwasn’t with this group.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"Anxious we were running out of time,\nwe continued our search along the riverbank,\nretracing our previous searches yet again.\nA couple of swans were walking along the\nbank, saw our bucket of tucker so came to\ninvestigate. We obliged by throwing some\nseed out in the hope that we’d attract more\nthan the swans. A few water hens, an Ibis and\nsome Black ducks suddenly appeared. As\neach duck arrived we checked for hooks. Still\nno hooked duck.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Then suddenly I realised I was staring at\nthe last one to climb out of the water and up\nthe bank, less than a metre away from my feet\nand it had a hook sticking out the side of its\nbill!",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":15,"tag":56,"props":57,"children":63},"img",{"alt":58,"className":59,"src":61,"style":62},"Black Duck",[60],"p-4","https://media.wnews.org.au/gallery/2024/06/wnews20240606-063.jpg","float:right",[],{"type":15,"tag":23,"props":65,"children":66},{},[67],{"type":21,"value":68},"I already had the pole net on the ground in\nplace but had to wait for him to get in the right\nposition beside my net to quickly flip it over\nto catch him. I also had the net gun on me. I\ndecided to use the net gun to speed things up\nas it was getting late and cold. I didn’t seem\nto be quite on my game that day as the first\nshot flew a centimetre over his head.",{"type":15,"tag":23,"props":70,"children":71},{},[72],{"type":21,"value":73},"The net gun is a great rescue tool and\nI’ve caught many flying birds with it over\nthe years. I have a new one which was kindly\npurchased for me by the Goulburn Murray\nLandcare Network last year when my old\nnet gun finally packed it in. The new gun is\nsupposed to be the same, it is not.",{"type":15,"tag":23,"props":75,"children":76},{},[77],{"type":21,"value":78},"Like everything these days, modifying\nsomething on the whim that it is better, at\nthe sacrifice of a design that works perfectly,\nseems to be the standard.",{"type":15,"tag":23,"props":80,"children":81},{},[82],{"type":21,"value":83},"The new net gun does not perform as\nwell and it is taking me awhile to adjust to\nits shortfalls. Disappointed, I repacked the\nnet head, which takes a bit of time, then stood\nready for my second opportunity, waiting for\nhim to come back into range.",{"type":15,"tag":23,"props":85,"children":86},{},[87],{"type":21,"value":88},"The problem now was that most of the\nbirds were full and weren’t that fussed to\ncome in for food.",{"type":15,"tag":23,"props":90,"children":91},{},[92],{"type":21,"value":93},"Finally, our hook victim decided to exit\nthe water again. I was getting worried that I\nmay not get another chance that day so took\nthe shot. Got him! Both duck and I shot into\naction.",{"type":15,"tag":23,"props":95,"children":96},{},[97],{"type":21,"value":98},"It’s important to run as soon as you make\na successful shot as the net entraps them,\nbut the bird can still attempt to get out of the\nnet and sometimes can, if they’ve only been\ncaught close to edge of the net.",{"type":15,"tag":23,"props":100,"children":101},{},[102],{"type":21,"value":103},"This duck took off to where it knew it\nwas safe - back to the water. He made it into\nthe river, net and all. My heart sank as he\nstruggled to swim, fully entangled in my net.\nThese nets have small weights on each corner\nand I knew if I didn’t go after him, the hook\nwas going to be the least of his problems!",{"type":15,"tag":23,"props":105,"children":106},{},[107],{"type":21,"value":108},"Throwing off my coat and shoes, quick\ncheck of my pockets for anything not\nwaterproof, I took the plunge, all the while\nhoping the duck didn’t make it all the way out\ninto the centre of the river.",{"type":15,"tag":23,"props":110,"children":111},{},[112],{"type":21,"value":113},"Lucky for me, the bottom of the net got\nsnagged on an underwater branch about five\nor six metres out. Unlucky for me, the river\nhere is well over my head about one step from\nthe bank so entailed a full swim. I reached\nthe flailing duck pretty quickly, grabbed\nit but the net was really snagged below the\nwater. I didn’t like the thought of destroying\nan 80 dollar net but could not reach down\nenough while holding the duck to free it so\nI ended up pulling hard, felt something break\nand I hightailed it back to shore carrying the\nentangled duck.",{"type":15,"tag":23,"props":115,"children":116},{},[117],{"type":15,"tag":56,"props":118,"children":122},{"alt":58,"className":119,"src":120,"style":121},[60],"https://media.wnews.org.au/gallery/2024/06/wnews20240606-062.jpg","float:left",[],{"type":15,"tag":23,"props":124,"children":125},{},[126],{"type":21,"value":127},"Once high, but certainly not dry, we set to\nwork extracting the poor duck from the net.\nRemarkably, my net was still entirely intact,\neven all the weights were there!",{"type":15,"tag":23,"props":129,"children":130},{},[131],{"type":21,"value":132},"I was able to remove the hook on-site\nwithout causing any further damage. The\nhook was not embedded in the duck’s bill\nas first thought, it was straight through the\ncentre of the tongue. The duck was a good\nweight and the hook hole was healed already\nat the edges of the wound due to how long\nit had been embedded, so we were able to\nrelease it immediately.",{"type":15,"tag":23,"props":134,"children":135},{},[136],{"type":21,"value":137},"The duck certainly was happier than\nI as I knew my backpack of spare clothes\nthat usually travels with me for just these\noccasions, was not in my van. It was going to\nbe a chilly hour travel back home.",{"type":15,"tag":23,"props":139,"children":140},{},[141],{"type":21,"value":142},"I cannot thank the couple enough who\nwere holidaying in the cabin right where\nwe caught the duck. I am not good with\nnames so cannot recall their names but I was\nprovided with a dry shirt, long pants and\nsocks to change into! I was still very cold\nbut considerably more comfortable for the\njourney home than I would have been.\nI’ve never had a bird drag my net gun\nnet so far out from the shore in deep water\nbefore. I did not anticipate getting wet for\nthis one. Moral of the story...always expect\nthe unexpected and people please, PLEASE\npick up discarded lines and hooks.",{"title":7,"searchDepth":144,"depth":144,"links":145},2,[],"markdown","content:wildlife:2024:2024-06-06.md","content","wildlife/2024/2024-06-06.md","md",1722041844637]