[{"data":1,"prerenderedAt":185},["Reactive",2],{"content-query-m8ybirK8Zp":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"body":10,"_type":180,"_id":181,"_source":182,"_file":183,"_extension":184},"/history/2022/list/hotel-drama-in-march-1972","list",false,"","Hotel drama in March 1972","Rushworth Hotel licencee Kevin Kerrins was the victim of an assault by a patron who was fined just $40 by the Magistrate, Mr. A. J. Curtain. Supporting Mr Kerrins in warding off the out-of-town attacker were Kevin and Jack Clarke, who happened to be in the pub at the time. Criterion Hotel licencee Peter McCann, defending a charge of illegal gambling on premises, told the magistrate that he had been assisted by the TAB operator at Stanhope, who supplied him with betting sheets and settled up every Tuesday. Kevin Kerrins made a similar claim on the same charge. Both said they were told by the Stanhope operator that it was “Okay, because Rushworth will get a TAB agency soon”. Both publicans were placed on one-year $100 good behaviour bonds, with similar surety.",{"type":11,"children":12,"toc":172},"root",[13,21,26,33,38,44,49,54,59,65,70,75,80,85,91,96,101,106,111,116,122,127,132,137,142,147,152,157,162,167],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"hotel-drama-in-march-1972",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":14,"tag":27,"props":28,"children":30},"h2",{"id":29},"murchison-vandalism",[31],{"type":20,"value":32},"Murchison vandalism",{"type":14,"tag":22,"props":34,"children":35},{},[36],{"type":20,"value":37},"Youths pulled down parking signs, upset rubbish bins, broke private letterboxes, damaged the public toilet blocks by ripping pipes from the walls and destroying light fittings.",{"type":14,"tag":27,"props":39,"children":41},{"id":40},"waranga-council",[42],{"type":20,"value":43},"Waranga Council",{"type":14,"tag":22,"props":45,"children":46},{},[47],{"type":20,"value":48},"The monthly meeting commenced at 9.30 a.m. and closed at 7.35 p.m., after hearing at length from Jack McCague and Jim Ryan on behalf of disgruntled ratepayers, cheesed off about higher rates and inefficient services. Max Richards’ (Shire secretary) proposal to create a parking area in the middle of the north end of High Street was proposed and accepted at a cost of $1400. It became known as Max’s Maze. (Wonder how much the recent street works cost?)",{"type":14,"tag":22,"props":50,"children":51},{},[52],{"type":20,"value":53},"Schools Rushworth Primary school tortoise Sam “went to the sick bay during the night and twice down to Miss Johnson’s room”. (How did they know it went twice?)",{"type":14,"tag":22,"props":55,"children":56},{},[57],{"type":20,"value":58},"Neville found a phasmid coming to school. (Which class was the phasmid in?)",{"type":14,"tag":27,"props":60,"children":62},{"id":61},"community",[63],{"type":20,"value":64},"Community",{"type":14,"tag":22,"props":66,"children":67},{},[68],{"type":20,"value":69},"A Festival of Easter Music was planned for the Anglican Church, involving choir members from all the churches in Rushworth.",{"type":14,"tag":22,"props":71,"children":72},{},[73],{"type":20,"value":74},"Recruitment for Rushworth Fire Brigade added Wally and Gary Locke, Kevin Kerrins (of pub fame above), Dale Donohue, Ray Hilder and Glenn Heily.",{"type":14,"tag":22,"props":76,"children":77},{},[78],{"type":20,"value":79},"Colbo swimming was thriving with tadpole certificates awarded to Julie Jackson, Peter Morgan, Paul O’Dwyer, Stephen Ellis, Lynne Purvis, Michael Nihill, Neil Brown, Chris and Jacki Avard. (What was a tadpole certificate?)",{"type":14,"tag":22,"props":81,"children":82},{},[83],{"type":20,"value":84},"Stanhope swimmers were instructed by George Gemmill, Ron Luker and Joanne Klinkert.",{"type":14,"tag":27,"props":86,"children":88},{"id":87},"personal",[89],{"type":20,"value":90},"Personal",{"type":14,"tag":22,"props":92,"children":93},{},[94],{"type":20,"value":95},"Irene Laurie became engaged to Barry Finch of Fenton’s Creek, via Wedderburn.",{"type":14,"tag":22,"props":97,"children":98},{},[99],{"type":20,"value":100},"Neil and Coral Toohey welcomed Joel’s sister Jodie. At Woodend, Michael and Joy Donegan (nee Barlow, of Wanalta) added Timothy to older brother Peter.",{"type":14,"tag":22,"props":102,"children":103},{},[104],{"type":20,"value":105},"A former organist at Gobarup Methodist church, Mrs Grace Roberts of Wanalta, died at age 85 at Lakes Entrance. Son Glen had played football for Colbinabbin for some years. (The only people left to recall Mrs Roberts are probably Eileen Johnson and Norma Morgan, raised at Gobarup.)",{"type":14,"tag":22,"props":107,"children":108},{},[109],{"type":20,"value":110},"Former Murchison man Bill Darby died in Melbourne at age 63. Former Stanhope South man Mr E. Blake died in Bendigo. Among his grandsons are the Rogerson “boys”. Ross Coyle was discharged from Waranga Memorial Hospital after several weeks as a patient.",{"type":14,"tag":22,"props":112,"children":113},{},[114],{"type":20,"value":115},"Making news (?) was the job change for of Rushworth footy coach Bob Wilson, who left Sunicrust Bakeries and joined Murray Denton’s Pest Control. (Just thought you may like to know.)",{"type":14,"tag":27,"props":117,"children":119},{"id":118},"sport",[120],{"type":20,"value":121},"Sport",{"type":14,"tag":22,"props":123,"children":124},{},[125],{"type":20,"value":126},"Bowls were so popular that the Rushworth Ladies tournament fours event was completely filled with entries from other clubs. Rushworth women bowlers were confined to the kitchen area to do the catering! Appointed captain of Rushworth Golf Club was Peter Home, vice-captain Ken McNamara, with Bob Barlow presiding and Ray Cheatley as secretary.",{"type":14,"tag":22,"props":128,"children":129},{},[130],{"type":20,"value":131},"Rushworth Auto Club competed at Nagambie with success for Wally and Ernie Harris, Kevin Wallace, Arthur Garvey and James Bell.",{"type":14,"tag":22,"props":133,"children":134},{},[135],{"type":20,"value":136},"Murchison B-grade tennis tipped out Rushworth 1 in the semi-final and no report appeared after the grand final so I still don’t know if Murch were premiers.",{"type":14,"tag":22,"props":138,"children":139},{},[140],{"type":20,"value":141},"Premiership for Rushworth Blue junior tennis team Trevor Hawking, Peter Raglus, Rob Raglus, Cheryl Hawking, Judy Raglus and Wilma Schade, defeating Byrneside by 15 games.",{"type":14,"tag":22,"props":143,"children":144},{},[145],{"type":20,"value":146},"C-grade tennis No. 3 team upset the more fancied Toolamba to take the pennant. Mark Mackinder, David Heily, Colin Barlow, Ross Burge, Jill Johnson (of tortoise fame above), Robyn Lambden, Lynette Perry and Pauline Wootton came home in triumph.",{"type":14,"tag":22,"props":148,"children":149},{},[150],{"type":20,"value":151},"Played at Tatura, Rushworth A-grade 1 won the flag over Rushworth 2. Geoff Hawking, John Raglus, Don Raglus, Ted Whitehead, Beryl Home, Joan Whitehead, Muriel Draper and Barbara Johansen edged out John Brown, Bill Barlow, Peter Meagher, John Borger, Alice Brown, Nan Jessup, Lyn Brown and Ann Anderson by seven games.",{"type":14,"tag":22,"props":153,"children":154},{},[155],{"type":20,"value":156},"Group of Rushworth males wore a t-shirt “uniform” and attended TV Ringside on a Monday night at Festival Hall. (TV Ringside on Channel 7, broadcast locally via Channel 6 Shepparton, was one of the highest rating television programmes at this time.)",{"type":14,"tag":22,"props":158,"children":159},{},[160],{"type":20,"value":161},"Murchison netball president was Mr A. Elrington, with secretary Miss J. Smith and Mr J. Hicks and Mrs V. Grant coaching the juniors.",{"type":14,"tag":22,"props":163,"children":164},{},[165],{"type":20,"value":166},"Heathcote Football Club realised that no other league would accept them for the 1972 season, and reluctantly decided to stay in the Heathcote League with two ex-radius players, not the five they had demanded. The committee had all quit, but were all re-elected after their dummies had been rinsed.",{"type":14,"tag":22,"props":168,"children":169},{},[170],{"type":20,"value":171},"Stanhope Football Club appointed Noel “Bones” Langley as playing coach of the Seconds, snaring him from Girgarre. \",\n\"Re-appointed for his third season as coach of the Rushworth Under-15 footy team was High School teacher Keith Taylor. The club appointed Rob Olston, a High School geography teacher, as property steward. (He looked after wallets and watches during the games.) Appointed again as scoreboard operator was Noel “Hoppy” Merryfull, with Donald Clarke waiting in the wings to take over.",{"title":7,"searchDepth":173,"depth":173,"links":174},2,[175,176,177,178,179],{"id":29,"depth":173,"text":32},{"id":40,"depth":173,"text":43},{"id":61,"depth":173,"text":64},{"id":87,"depth":173,"text":90},{"id":118,"depth":173,"text":121},"markdown","content:history:2022:list:hotel-drama-in-march-1972.md","content","history/2022/list/hotel-drama-in-march-1972.md","md",1715561518800]