[{"data":1,"prerenderedAt":216},["Reactive",2],{"content-query-8aMrys6Dt9":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"excerpt":11,"body":27,"_type":211,"_id":212,"_source":213,"_file":214,"_extension":215},"/history/2024/2024-03-28","2024",false,"","New buildings for preschoolers and senior citizens","Moving into April of 1974, the happiest man in the district was Digger McArdle of Rushworth, the winner of a new Kingswood sedan in a lottery known as Queensland Boys Town Art Union. Wife Kathleen had bought a book of tickets, selling them to family and friends. One number either side of the winner were tickets held by Kath and by their son Gerrard. (Bad luck mate!)","/gallery/2024/03/wnews20240328-059.png",{"type":12,"children":13},"root",[14,22],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"new-buildings-for-preschoolers-and-senior-citizens",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":12,"children":28,"toc":200},[29,33,37,42,47,52,59,64,69,74,80,85,90,95,100,105,110,115,121,126,131,136,142,147,152,158,163,168,173,178,184,189,195],{"type":15,"tag":16,"props":30,"children":31},{"id":18},[32],{"type":21,"value":8},{"type":15,"tag":23,"props":34,"children":35},{},[36],{"type":21,"value":9},{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"Rushworth Senior Citizens Club won Department of Health approval of a grant which enabled building of new clubrooms. 29 squares of building, $59,000. (Sounds cheap to me.) Plans included air-conditioning, and a kitchen for preparation of hot meals.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"“Lone Person Units” were to be built at Stanhope, and similar accommodation was at the planning stage for a block on Parker Street.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Rushworth’s new kindergarten in Esmonde Street was nearing completion, so 50 year recognition must be coming up.",{"type":15,"tag":53,"props":54,"children":56},"h3",{"id":55},"schools",[57],{"type":21,"value":58},"Schools",{"type":15,"tag":23,"props":60,"children":61},{},[62],{"type":21,"value":63},"Rushworth Primary reported Grade 5 learning that Mr Flinders and Mr Bass sailed around Tasmania to prove it was an island. An egg-sac of spiders owned by Wendy had seen lots of spiders hatch but not escape!",{"type":15,"tag":23,"props":65,"children":66},{},[67],{"type":21,"value":68},"Grades 2 and 3 had a new news board, painted by Giselle, Merryn and Claire. Grade 6 had a butterfly collection and prep boy Darren Jones gave the class a swallow-tail butterfly with a wingspan of 10.5 centimetres.",{"type":15,"tag":23,"props":70,"children":71},{},[72],{"type":21,"value":73},"St Mary’s school swimming sports saw a win for McKillop House over Woods House, with House Captains Phillip McEvoy and Catherine Barlow accepting the trophy from Father Collins. Champion boy swimmer was Jim Morgan, champion girl Genevieve Barlow. “Most improved” swimming trophies went to Robert Geisler and Kathleen McArdle.",{"type":15,"tag":53,"props":75,"children":77},{"id":76},"community",[78],{"type":21,"value":79},"Community",{"type":15,"tag":23,"props":81,"children":82},{},[83],{"type":21,"value":84},"Rushworth Scouts heard that Queensland floods had destroyed Scout halls , so they held a car-wash at Peter Draper’s garage on Moora Street. The Guides also wanted to help and a “fun night” was held. Associated competitions for a wall hanging were won by Wes Damon, Ray Barber (pavlova), Teresa Barlow and Stephen (hookey competition). (Well done Teresa!)",{"type":15,"tag":23,"props":86,"children":87},{},[88],{"type":21,"value":89},"Stanhope Brownies were preparing for Thinking Day, which always makes me wonder what they did on the other 364 days.",{"type":15,"tag":23,"props":91,"children":92},{},[93],{"type":21,"value":94},"Tired of reading about the sporting complex fight over the past year or so? Bad luck. A Government Grant of $63,000 was announced for a sports building at the High School. Provided the Shire found $24,000, the Department of Youth, Sport and Recreation $24,000 and the school $13,000. The last bit was the hard part, and the Chronicle editor Peter Davidson called on various local warring parties to dig a hole and bury the hatchet.",{"type":15,"tag":23,"props":96,"children":97},{},[98],{"type":21,"value":99},"Rushworth Youth Club, in the RSL Hall (removed 1975), was offering activities for girls on Wednesday evenings, juniors at 6.15 p.m., seniors at 7 p.m. A trampoline was popular.",{"type":15,"tag":23,"props":101,"children":102},{},[103],{"type":21,"value":104},"Senior Citizens Clubs across the Goulburn Valley held a zone picnic at Nathalia. The bus from the Rushworth Club was full of happy folk, so the caption of the grainy photo said.",{"type":15,"tag":23,"props":106,"children":107},{},[108],{"type":21,"value":109},"Malcolm McLeod had a Fiat 411R petrol motor tractor for sale, labelled “good tyres and good mechanically”. (How much did you get for it, Mal?)",{"type":15,"tag":23,"props":111,"children":112},{},[113],{"type":21,"value":114},"In a rural fire brigades demonstration, he Moora brigade’s Robert Raglus led Collbinabbin’s Buster Hammond, and Simon Fraser also hit the lead for Moora in the hose event.",{"type":15,"tag":53,"props":116,"children":118},{"id":117},"churches",[119],{"type":21,"value":120},"Churches",{"type":15,"tag":23,"props":122,"children":123},{},[124],{"type":21,"value":125},"Father Howarth, a young curate in the local Catholic parish for two years, was presented with a gift by Mick Morgan of Colbinabbin, prior to leaving for the Northern Territory. Speakers at the farewell included Herb Barlow (Rushworth), Norm Wright (Cornella), Leo Calley (Stanhope), Mick Carey (St Mary’s School), Harry DeKlijn (Murchison), and Doreen McArdle (St Mary’s Mothers’ Club). Father Howarth had been guided by Father Collins. (Two priests would be a luxury these days.)",{"type":15,"tag":23,"props":127,"children":128},{},[129],{"type":21,"value":130},"Father Howarth had obtained his Bronze Medallion swimming award and taught numerous children to swim. He had also educated the parish alter-boys.",{"type":15,"tag":23,"props":132,"children":133},{},[134],{"type":21,"value":135},"The Presbyterians were planning an openair church service at Stanhope South, at the dairy farm of Ross and Jeanette Murray.",{"type":15,"tag":53,"props":137,"children":139},{"id":138},"personal",[140],{"type":21,"value":141},"Personal",{"type":15,"tag":23,"props":143,"children":144},{},[145],{"type":21,"value":146},"Stephen and Elizabeth Hopley, formerly of Kyabram, escaped the rat-race and purchased the Stanhope Pharmacy from Chris and Mary-Ann Bridge, who moved to Geelong.",{"type":15,"tag":23,"props":148,"children":149},{},[150],{"type":21,"value":151},"Best photo in the paper was a smiling Kathy Clarke, nee Grigg, whose firstborn with husband Eddie, was Adam Gerrard. (Fiftieth birthday greetings to Adam.) Kathy had come to town with her parents, her father being the postmaster for a number of years. Kathy never left.",{"type":15,"tag":53,"props":153,"children":155},{"id":154},"bowls",[156],{"type":21,"value":157},"Bowls",{"type":15,"tag":23,"props":159,"children":160},{},[161],{"type":21,"value":162},"Murchison Ladies Nancy Harrison, Gloria Baker, Gloria Polkinghorne and A. Jones took home the trophies, donated by Nancy on her President’s Day. (Take the trophy to bowls, then take it home again!)",{"type":15,"tag":23,"props":164,"children":165},{},[166],{"type":21,"value":167},"Murchison Bowls tournament fours event went to Rushworth’s Cec. Bradley, Vic Cruz, Clive Wootton and Geoff Beck. The paper said that Don Perry and Jack Laurie were in the final of the mixed pairs but it did not say which one wore the dress!",{"type":15,"tag":23,"props":169,"children":170},{},[171],{"type":21,"value":172},"Roy Barrett and Bill Malins of Stanhope were five shots behind in the Bendigo Country Week pairs final, with one end to play against Kyabram’s Herb Prior and S. Moller. They scored the five to tie the match, winning by two on the extra end.",{"type":15,"tag":23,"props":174,"children":175},{},[176],{"type":21,"value":177},"Rushworth bowlers had to conduct the annual tournament at the Stanhope club as the local greens were out of action, thanks to locusts.",{"type":15,"tag":53,"props":179,"children":181},{"id":180},"tennis",[182],{"type":21,"value":183},"Tennis",{"type":15,"tag":23,"props":185,"children":186},{},[187],{"type":21,"value":188},"Rushworth’s A-2 tennis team reached the preliminary final against Tatura A-3, but the following week’s paper failed to report the outcome. Team captain was John Brown of Wanalta (now Kyabram), with other team members not named. The club was finalising preparations for the big Easter tournament, after the locusts had created havoc on the lawn courts. (Wouldn’t 200-300 tennisplaying visitors be good for the district over Easter these days?)",{"type":15,"tag":53,"props":190,"children":192},{"id":191},"football",[193],{"type":21,"value":194},"Football",{"type":15,"tag":23,"props":196,"children":197},{},[198],{"type":21,"value":199},"Three Murchison juniors, Darryl Wright, Dick Feehan and Gary Whitford showed the way in a senior Footy practice match against Undera. Dave Dixon, Ken O’Brien, Peter Sullivan and Max Burls were mentioned.",{"title":7,"searchDepth":201,"depth":201,"links":202},2,[203,205,206,207,208,209,210],{"id":55,"depth":204,"text":58},3,{"id":76,"depth":204,"text":79},{"id":117,"depth":204,"text":120},{"id":138,"depth":204,"text":141},{"id":154,"depth":204,"text":157},{"id":180,"depth":204,"text":183},{"id":191,"depth":204,"text":194},"markdown","content:history:2024:2024-03-28.md","content","history/2024/2024-03-28.md","md",1717808067692]