[{"data":1,"prerenderedAt":66},["Reactive",2],{"content-query-An15ebiWKN":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":61,"_id":62,"_source":63,"_file":64,"_extension":65},"/wildlife/2017/list/plovers-in-the-drainpipe","list",false,"","Plovers in the drainpipe","For those of you who follow our stories, you may remember I recently rescued and relocated four tiny spur-winged plover chicks from a day-care centre in Echuca. I have been called to this same plover family for three consecutive years as the parents have taken to nesting on the roof of the day-care centre. When the eggs hatch, the young fall off the roof into the courtyard where they cannot get out without assistance and I relocate them next door where there is some open grassland where they were always known to nest in previous years. The last time I was called to this family was exactly two months ago and the relocation went pretty smoothly.","/gallery/2017/08/wnews20170817-084.jpg",{"type":13,"children":14,"toc":58},"root",[15,23,28,33,38,43,48,53],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"plovers-in-the-drainpipe",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31],{"type":22,"value":32},"I was surprised to receive a call last week from the day-care centre again, asking me to come and remove new babes which had again come off the roof. This time they had come off the roof into the front yard of the centre, which is the playground area for the children. As I was not able to leave immediately for Echuca, when I was ready to hit the road I gave them a call back to let them know I would be there in 45 minutes. I was informed that the plover family had moved out into the carpark area. They now just had to go through the diamond mesh fence at the side of the carpark to reach their usual feeding grounds. I called my good friend, Anita, who lives in Echuca and asked if she could go down and check on the family for piece of mind. All was well...or so I thought.",{"type":16,"tag":24,"props":34,"children":35},{},[36],{"type":22,"value":37},"Later that night I received a text from Anita saying that the chicks had fallen into the stormwater pipes through a grate and the grate could not be removed to get them out! One of the chicks was hanging through the grate as his head had somehow managed to stop him from falling to the pit below. He was limp, lifeless and cold but after being removed by Anita and warmed up, within five minutes he had come back to life. After numerous attempts to get the other two chicks she could see in the pit below, one chick disappeared down one of the pipes and the other became still and lifeless in the damp, muddy pit. The night was cold and without the warmth of their parents, small chicks cannot survive long at all. The fourth chick had not been seen at all.",{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":22,"value":42},"When we arrived we found the dead chick immediately, laying lifeless in the bottom of the pit. I decided to get it out. The parent plovers were distressed, calling and flying in and out constantly. They kept going back to the grates, knowing they had lost their babes down there. As I was using a stick which Anita had been using in her attempt to get the chicks out, thinking that because the chick had died, the stick might work now, I flipped the little body over on its back...It was stiff, neck and legs stretched out, little wings also stretched out in a fixed position. I couldn’t believe our eyes when we both saw ever so slight movement in the tiny wings! In unison we cried out, “It’s alive!” Then we sprung into gear to get the poor chick out. We knew the little bit of life that was left in this little soul was barely existent and every second mattered. Beau ran and got my snake hook out of the ute and after three attempts, I was able to carefully lift the lifeless body to the top of the grate where Beau was able to get his fingers through enough to pull him all the way out.",{"type":16,"tag":24,"props":44,"children":45},{},[46],{"type":22,"value":47},"I still wasn’t sure if he had died in the short time it took us to get him out but did not want to give up. What I did next, I have done before... sometimes it works..sometimes it doesn’t, and I know I am not the only wildlife carer who could admit to giving a critter mouth to mouth. I placed my mouth over the tiny bill and nostrils and blew quick, shallow breaths, hoping against hope for a small miracle.",{"type":16,"tag":24,"props":49,"children":50},{},[51],{"type":22,"value":52},"Still no movement, but just as I was convinced we had not got to him in time, he began to take gasping breaths! Once I was sure he was breathing steady enough, down the shirt he went to warm his freezing body. After half an hour he was moving his legs and head. After about an hour, he began to cheep. This demonstrates just how important warmth is for baby birds and baby critters in general. Warmth really is the difference between life and death for baby birds. The fall did not kill them, the cold is what almost did.",{"type":16,"tag":24,"props":54,"children":55},{},[56],{"type":22,"value":57},"The rescue of these two little chicks really was a team effort that night and I give huge thanks to Anita, who always helps me out when she can and to my son, Beau. Both are invaluable members of the Bohollow team.",{"title":8,"searchDepth":59,"depth":59,"links":60},2,[],"markdown","content:wildlife:2017:list:plovers-in-the-drainpipe.md","content","wildlife/2017/list/plovers-in-the-drainpipe.md","md",1713603381394]