[{"data":1,"prerenderedAt":70},["Reactive",2],{"content-query-jXajGPLnyj":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":65,"_id":66,"_source":67,"_file":68,"_extension":69},"/wildlife/2021/list/shearwater-otherwise-known-as-a-mutton-bird","list",false,"","Shearwater, otherwise known as a mutton bird.","One of the things I love about the wildlife work I do is that I never quite know what is round the corner. I never know what the next rescue is going to be, what challenges I am going to be faced with next and who my next patient in care will be. Life is always full of surprises and certainly never dull in the life of a wildlife rescuer and shelter operator.","/gallery/2021/06/6I6A7730.jpg",{"type":12,"children":13,"toc":62},"root",[14,22,27,32,37,42,47,52,57],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"shearwater-otherwise-known-as-a-mutton-bird",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"An unexpected patient came into care last week. A Shearwater, otherwise known as a mutton bird, was found on the ground in Bendigo.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"Shearwaters are an oceanic species which migrate from the North to the South to breed and travel over 16,000 km in their migration from from islands off the North coast of Alaska right down to Antartica. Phillip Island and other islands in Bass Strait and South East Australia are home to breeding colonies of these remarkable birds. Colonies can range from several hundred pairs to over a million pairs on these islands! The estimation of the total population is currently around nine million breeding pairs and five million non-breeding birds!",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"Around mid-April to mid-May the shearwaters begin to leave our coasts and begin their migration. They are excellent flyers but take offs are tricky as they need to leave from the height of rocks and cliffs so if they come to ground on land, they get stranded. The chicks make their migration on their own as their parents leave a few weeks earlier. The chicks are well fed up to their parents leaving and their last parental feed has to last them for about three weeks when they too begin to leave in large numbers, heading north. Winds have to be present to aid in their departure but still many birds come down before getting away from the coastal land areas. The lights on the bridge to Phillip Island are actually turned off at night during migration to help the birds leave the coast as lights disorientate them and can cause them to ground or flock around the lights. Lower speed limits are also enforced as so many of them end up on the roads. There is a rescue unit dedicated to assist grounded shearwaters during this time at Phillip Island and grounded birds are taken back to the coast to give them a second chance at taking off without mishap. The adult birds are much more experienced which means the majority of birds rescued are fledglings.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"Shearwaters can fly up to 40 knots and are excellent divers. Using their wings to propel them along underwater they can dive up to 50m but most dives are about 20m. They eat krill and crustaceans. They nest in long sandy burrows and only lay one egg each breeding season. Adult birds goout at sea during daylight, returning on dark to feed their chicks. Chicks hatch in January and are ready to leave once their downy feathers give way to mature feathers.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Nature is truly amazing and this is certainly one species I never imagined I would ever have in my hands.",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":21,"value":56},"A few years ago I had one crash land in the main street of Shepparton so this is the second Shearwater I have had fleetingly in my care. This bird was in my care for less than 24 hours as I got it down to the Marine Response Unit the following day where it could be looked after and released again back on the coast with other juveniles. These birds do not feed on their own while in captivity so the entire time they are in care they require being tubed blended up fish. Not the most glamorous job in the world but is worth it to give these beautiful birds a second chance.",{"type":15,"tag":23,"props":58,"children":59},{},[60],{"type":21,"value":61},"This shearwater weighed in at 610g which is perfect weight for a juvenile short-tailed shearwater so I am hoping he was able to released pretty much immediately and wish him the best for his epic flight to Alaska. If all goes well, he will return to Australia in September.",{"title":7,"searchDepth":63,"depth":63,"links":64},2,[],"markdown","content:wildlife:2021:list:shearwater-otherwise-known-as-a-mutton-bird.md","content","wildlife/2021/list/shearwater-otherwise-known-as-a-mutton-bird.md","md",1714044855906]