[{"data":1,"prerenderedAt":108},["Reactive",2],{"content-query-LPz1E2vgNo":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"body":10,"_type":103,"_id":104,"_source":105,"_file":106,"_extension":107},"/firstpeoples/2021/list/ngurai-illum-wurrung-country-place-names","list",false,"","Ngurai-Illum Wurrung Country place names","There are at least 40 names on or near Ngurai-illum Wurrung country that appear to be of Aboriginal origin.  Some of those names would have been derived from the Ngurai-illum Wurrung language.  It would be good if we could identify which ones were, because it could give us a little insight into a language that all but disappeared within a short time of the arrival of European colonisers.",{"type":11,"children":12,"toc":100},"root",[13,21,26,31,36,41,46,51,56,61,75,80,90],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"ngurai-illum-wurrung-country-place-names",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":14,"tag":22,"props":27,"children":28},{},[29],{"type":20,"value":30},"However, as stated in the previous story, there are all sorts of problems in determining whether an Aboriginal sounding name was genuinely local or imported from somewhere else.  Even if it was derived from a Ngurai-illum Wurrung word, difficulties in oral communication and recording might mean that a present-day place name is just an approximation of the original word.",{"type":14,"tag":22,"props":32,"children":33},{},[34],{"type":20,"value":35},"Similarly, there can be plenty of conjecture over what an Aboriginal place name means, and whether it was used in the right context when it was applied as a place name.",{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"Meanings of place names Most sources seem to agree on the meanings of the names of some our town, parish or district names and those of geographical features.  For instance, Waranga = sing; Whroo = lips or mouth (presumably in relation to drinking from the waterhole); Corop = call of the brolga; Colbinabbin = meeting of red and black soils; Carag Carag = magpie; Nagambie = lagoon or still water; Tatura = place of small lagoons; Kyabram = thick forest.  There is no clarity on whether these names are derived from Ngurai-illum words or from some other source.",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":20,"value":45},"With other names, the more references you look at, the more different suggestions that you come up with.  As an example, Girgarre has been listed in various publications as meaning ‘sour’, ‘red earth’ and ‘edible root’.  Echuca is generally thought to mean ‘meeting of the waters’ (i.e. the confluence of the Murray and Campaspe Rivers) but in some publications it is said to relate to gravel beds in the river which are visible when flows are very low.  Burramboot could be ‘high hill’ or ‘muddy water’, both of which are quite feasible given the location.",{"type":14,"tag":22,"props":47,"children":48},{},[49],{"type":20,"value":50},"Aboriginal names There are plenty of geographical features and localities that currently have European names, but for which Aboriginal names have been recorded.  The confluence of rivers would seem to be of great significance to Aboriginal people in that most of the major ones in and around Ngurai-illum Wurrung country seem to have a name.  Perhaps they were meeting places and/or important locations along the local songlines.",{"type":14,"tag":22,"props":52,"children":53},{},[54],{"type":20,"value":55},"The junction of the Campaspe and Coliban Rivers (now under Lake Eppalock) was known as yallemeeboon; Campaspe/Murray = yalka or echuca; Goulburn/Broken = marangan; Goulburn/Murray = koninner.  Some of these names were probably from languages other than Ngurai-illum Wurrung, whose people were aware of them and may have had their own particular name for them.  Rivers often had multiple names, depending on whose country they were passing through.  Parts of rivers were also assigned particular names in some cases.",{"type":14,"tag":22,"props":57,"children":58},{},[59],{"type":20,"value":60},"Mount Camel has great significance for the Ngurai-illum Wurrum people who, according to some sources, called it Yiberithoop.  Below the Mount Camel Range, Lake Cooper was called Pawbeenbolock/Paboinboolok (where bulluk = lake), while some researchers say the name was Tangalum/Tongillum (where yillam = camp).  It is easy to envision the people camping on the lake shores where there would be an abundance of food in most seasons. Before it became Gunn’s Swamp, then Waranga Basin, the wetlands that are now covered by the Basin are recorded as having been called Baangyoobine.",{"type":14,"tag":22,"props":62,"children":63},{},[64,66,73],{"type":20,"value":65},"The links between places The European colonial way is to regard places of habitation and their names as quite distinct and those distinctions are often reinforced to the nth degree by mindless parochialism.  In Aboriginal culture, places and their names are inextricably linked as part of songlines.  Places are “entities in a network of meaning in a much stronger fashion”.1 References:  1  Placenames Australia Newsletter, ‘Aboriginal Toponyny’ (Sept 2018) Many other references were used during the compilation of these stories on place names.  For a list of names, their possible meanings and the references used, email ",{"type":14,"tag":67,"props":68,"children":70},"a",{"href":69},"mailto:boze24@hotmail.com",[71],{"type":20,"value":72},"boze24@hotmail.com",{"type":20,"value":74}," and request a copy.",{"type":14,"tag":22,"props":76,"children":77},{},[78],{"type":20,"value":79},"References:",{"type":14,"tag":81,"props":82,"children":83},"ol",{},[84],{"type":14,"tag":85,"props":86,"children":87},"li",{},[88],{"type":20,"value":89},"Placenames Australia Newsletter, ‘Aboriginal Toponyny’ (Sept 2018)",{"type":14,"tag":22,"props":91,"children":92},{},[93,95,99],{"type":20,"value":94},"Many other references were used during the compilation of these stories on place names.  For a list of names, their possible meanings and the references used, email ",{"type":14,"tag":67,"props":96,"children":97},{"href":69},[98],{"type":20,"value":72},{"type":20,"value":74},{"title":7,"searchDepth":101,"depth":101,"links":102},2,[],"markdown","content:firstpeoples:2021:list:ngurai-illum-wurrung-country-place-names.md","content","firstpeoples/2021/list/ngurai-illum-wurrung-country-place-names.md","md",1714112651828]