[{"data":1,"prerenderedAt":160},["Reactive",2],{"content-query-A5pQANFQz6":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":155,"_id":156,"_source":157,"_file":158,"_extension":159},"/kids/2021/list/budgerigars","list",false,"","Budgerigars","Hey Kids!  In this edition of the Waranga News we are taking a look at a super cute little Australian bird – the budgerigar! The collective noun for budgerigars is a chatter, and if you have ever come across a flock in the wild, that is a very apt description! Right now, thousands of budgerigars are flocking to the Australian outback thanks to perfect breeding conditions across the country. The large flocks of budgies have transformed the Red Centre into a sea of green and gold.","/gallery/2021/08/budgerigars-1401705.jpg",{"type":12,"children":13,"toc":152},"root",[14,22,27,32,37,42,47,52,57,62,67,72,77,82,87,92,97,102,107,112,117,122,127,132,137,142,147],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"budgerigars",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"Budgerigars have been bred in captivity since the 1850s and this little Aussie favourite has become a popular pet around the world, being kept as small flocks in aviaries or as companion birds in smaller cages. These cheeky little birds have their own set of unique features that make them the interesting little characters that they are. The budgerigar was first described by George Shaw in 1805, and given its current binomial name by John Gould in 1840. The genus name Melopsittacus comes from Greek and means “melodious parrot”. The species name undulatus is Latin for “undulated” or “wave-patterned”.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"The name Budgerigar is derived from a Gamilaraay Aboriginal language in which they are known as ‘Betcherrygah‘, which is thought to mean ‘good food’. Budgies are one of the smallest members of the parakeet family and are native to Australia. They are found throughout most of Australia’s interior, west of the Great Dividing Range, but are not present in Tasmania, Cape York, or the coastal areas of eastern, northern or south-western Australia. Have you ever spotted budgies in our district?",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"Budgerigars are highly nomadic birds and generally fly north during winter, covering significant distances as they migrate. Flocks follow rainfall and seasonally abundant seeding grasses. The flocks normally range in size from 3 to 100 birds. After rainfall, flocks can number in the thousands! Wild budgies inhabit savannas, grasslands, open forests, grassy woodlands and farmland. It is important that budgies drink each day, so they’re usually found near water.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"Budgies have a third eyelid that is not usually visible, but that is important for lubricating the eyes and keeping them clear of dirt and debris.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Budgies have a very high resting respiration rate, ranging between 65-85 breaths per minute.",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":21,"value":56},"The heart rate of the budgie is also extremely fast and cannot be monitored by listening in the normal way, as it beats over 300 times per minute!",{"type":15,"tag":23,"props":58,"children":59},{},[60],{"type":21,"value":61},"The original budgies were greenish-yellow in colour, and from this, other colours developed. The second colour was pure yellow, which was bred from a genetic mutation. The first blue budgie wasn’t seen until 1878!",{"type":15,"tag":23,"props":63,"children":64},{},[65],{"type":21,"value":66},"Budgies can move and see out of each eye independently of the other one, which is known as having monocular vision.",{"type":15,"tag":23,"props":68,"children":69},{},[70],{"type":21,"value":71},"A budgie can have up to 3,000 feathers in total across their whole body.",{"type":15,"tag":23,"props":73,"children":74},{},[75],{"type":21,"value":76},"Budgies grind their beaks when they are happy and relaxed, similar to cats and purring!",{"type":15,"tag":23,"props":78,"children":79},{},[80],{"type":21,"value":81},"The bones of budgies (and most other birds that are capable of flight) are hollow, and filled with air sacs rather than bone marrow.",{"type":15,"tag":23,"props":83,"children":84},{},[85],{"type":21,"value":86},"Budgies have more vertebrae in their necks than humans do, allowing them to swivel their heads up to 180 degrees, or to allow them to face backwards!",{"type":15,"tag":23,"props":88,"children":89},{},[90],{"type":21,"value":91},"Budgies can only afford to lose between 10-12 drops of blood before their blood loss becomes fatal.",{"type":15,"tag":23,"props":93,"children":94},{},[95],{"type":21,"value":96},"The skeleton of female budgies gains density during the breeding season, as she stockpiles calcium to support breeding. This can make the female budgie gain around 20% of her bodyweight during this time!",{"type":15,"tag":23,"props":98,"children":99},{},[100],{"type":21,"value":101},"The shells of a budgie’s eggs are covered with pores, which allow oxygen and carbon dioxide to enter and exit the shell.",{"type":15,"tag":23,"props":103,"children":104},{},[105],{"type":21,"value":106},"The patterns of light and the shortening and lengthening of the days tells the female budgie when it is breeding season. Artificial lighting can interfere with this.",{"type":15,"tag":23,"props":108,"children":109},{},[110],{"type":21,"value":111},"In mammals such as humans, our lungs themselves expand and contract as we breathe, as air flows in and out. In budgies, the muscles of the chest cavity itself expands and contracts, to force air in and out.",{"type":15,"tag":23,"props":113,"children":114},{},[115],{"type":21,"value":116},"Budgies do not have a bladder, and so their urine and faeces pass out of the same entrance. Budgies do not urinate!",{"type":15,"tag":23,"props":118,"children":119},{},[120],{"type":21,"value":121},"Budgies also poop as often as every twenty minutes! Super hearing!",{"type":15,"tag":23,"props":123,"children":124},{},[125],{"type":21,"value":126},"Budgie’s range of hearing ranges from 400-20,000 Hz, and budgies can remember sequences of sounds, and sometimes mimic them.",{"type":15,"tag":23,"props":128,"children":129},{},[130],{"type":21,"value":131},"Super sight! Budgies have an incredibly acute vision in terms of the number of images their brains can process at a time. Budgies can register over 150 images per second, compared with just 16 for humans!",{"type":15,"tag":23,"props":133,"children":134},{},[135],{"type":21,"value":136},"Talkative! While there is no guarantee that any given budgie will sing or talk, budgies are among the most vocal of all pet bird species, and most budgies can at least say a few words! They also tend to have a greater vocabulary and clearer voices than most other pet birds, including the cockatoo and macaw.",{"type":15,"tag":23,"props":138,"children":139},{},[140],{"type":21,"value":141},"Maths genius! Budgies can be taught to count up to three, and do very basic sums that involve just those three numbers! So if you put three treats in your hand in front of your budgie and only offer them two, they will probably know that they are being short changed!",{"type":15,"tag":23,"props":143,"children":144},{},[145],{"type":21,"value":146},"While most of our feathered friends have three toes that point forward and one that faces backward. Budgies and other parrots have two pointing forward and two pointing backward.",{"type":15,"tag":23,"props":148,"children":149},{},[150],{"type":21,"value":151},"Budgerigars are monogamous and mate for life. Breeding occurs at any time of the year, but typically after rain. Wild budgies will sometimes nest within metres of each other, and prepare a comfortable nest by lining existing cavities of tree trunks, branches and logs. Domesticated budgies will happily nest in a provided breeding box.",{"title":7,"searchDepth":153,"depth":153,"links":154},2,[],"markdown","content:kids:2021:list:budgerigars.md","content","kids/2021/list/budgerigars.md","md",1714279095666]