[{"data":1,"prerenderedAt":449},["Reactive",2],{"content-query-xT21zWBT1N":3},[4,249,394],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":244,"_id":245,"_source":246,"_file":247,"_extension":248},"/kids/2020/list/kookaburra-facts-for-kids","list",false,"","Kookaburra Facts for Kids","The Kookaburra is a member of the Tree Kingfisher family. It is famous for having a loud call that sounds like human laughter.","/gallery/2020/03/wnews20200326-094.png",{"type":13,"children":14,"toc":241},"root",[15,23,28,32,37,42,47,52,57,62,67,72,77,82,87,92,97,122,133,141,146,154,159,164,169,174,182,187,192,200,205,213,218,226,231],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"kookaburra-facts-for-kids",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31],{"type":22,"value":10},{"type":16,"tag":24,"props":33,"children":34},{},[35],{"type":22,"value":36},"There are four species of Kookaburra",{"type":16,"tag":24,"props":38,"children":39},{},[40],{"type":22,"value":41},"Despite its name, the Shovel-Billed Kookaburra (Latin name Clytoceyx rex) is in the same family as the kookaburras but despite its name is not in the same genus.",{"type":16,"tag":24,"props":43,"children":44},{},[45],{"type":22,"value":46},"Kookaburras all have long bills, which can grow up to 10 cm long.",{"type":16,"tag":24,"props":48,"children":49},{},[50],{"type":22,"value":51},"Although Kookaburras are in the ‘Tree Kingfisher’ family, they don’t need to live near water and fish aren’t a major part of their diet.",{"type":16,"tag":24,"props":53,"children":54},{},[55],{"type":22,"value":56},"Kookaburras are the largest of all the kingfishers.",{"type":16,"tag":24,"props":58,"children":59},{},[60],{"type":22,"value":61},"Although well known for being an Australian bird, Kookaburras are also found in New Guinea.",{"type":16,"tag":24,"props":63,"children":64},{},[65],{"type":22,"value":66},"Kookaburras are famous for their call, which sounds like laughter.",{"type":16,"tag":24,"props":68,"children":69},{},[70],{"type":22,"value":71},"Groups of Kookaburras often call loudly at dawn and dusk. The birds’ calls are known as the ‘Bushman’s Clock’.",{"type":16,"tag":24,"props":73,"children":74},{},[75],{"type":22,"value":76},"All Kookaburras are rated as being of ‘Least Concern’ on the IUCN Red List.",{"type":16,"tag":24,"props":78,"children":79},{},[80],{"type":22,"value":81},"Kookaburras have learned to live alongside humans, and are often seen in suburban areas.",{"type":16,"tag":24,"props":83,"children":84},{},[85],{"type":22,"value":86},"Kookaburras have been known to prey on chicks and ducklings on farms.",{"type":16,"tag":24,"props":88,"children":89},{},[90],{"type":22,"value":91},"The Kookaburra features in the popular children’s song, ‘Kookaburra Sits In The Old Gum Tree’.",{"type":16,"tag":24,"props":93,"children":94},{},[95],{"type":22,"value":96},"There are four species of kookaburra:",{"type":16,"tag":98,"props":99,"children":100},"ul",{},[101,107,112,117],{"type":16,"tag":102,"props":103,"children":104},"li",{},[105],{"type":22,"value":106},"Rufous-Bellied Kookaburra (Dacelo gaudichaud)",{"type":16,"tag":102,"props":108,"children":109},{},[110],{"type":22,"value":111},"Spangled Kookaburra (Dacelo tyro)",{"type":16,"tag":102,"props":113,"children":114},{},[115],{"type":22,"value":116},"Blue-Winged Kookaburra (Dacelo leachii)",{"type":16,"tag":102,"props":118,"children":119},{},[120],{"type":22,"value":121},"Laughing Kookaburra (Dacelo novaeguineae)",{"type":16,"tag":24,"props":123,"children":124},{},[125,131],{"type":16,"tag":126,"props":127,"children":128},"strong",{},[129],{"type":22,"value":130},"Animal Expert fact",{"type":22,"value":132},": You can tell an animal’s genus by looking at the first word of its scientific name. For example, the Laughing Kookaburra’s scientific name is ‘Dacelo novaeguineae‘. Therefore its genus is ‘Dacelo‘.",{"type":16,"tag":24,"props":134,"children":135},{},[136],{"type":16,"tag":126,"props":137,"children":138},{},[139],{"type":22,"value":140},"Meat Eaters!",{"type":16,"tag":24,"props":142,"children":143},{},[144],{"type":22,"value":145},"Unlike some other members of the kingfisher group, Kookaburras do not have to live by water. They live and feed in native bushland. Fish do not form a major part of their diet. Although Kookaburras are known for being an Australian bird, only the blue-winged and Laughing Kookaburras are found in Australia. The other two species are also found in New Guinea.",{"type":16,"tag":24,"props":147,"children":148},{},[149],{"type":16,"tag":126,"props":150,"children":151},{},[152],{"type":22,"value":153},"Physical Description",{"type":16,"tag":24,"props":155,"children":156},{},[157],{"type":22,"value":158},"All four Kookaburras have a similar build. All are reasonably large birds. They have short, rather round bodies, and short tails. The most striking thing about a kookaburra is its big bill.",{"type":16,"tag":24,"props":160,"children":161},{},[162],{"type":22,"value":163},"The Laughing Kookaburra is the best known Kookaburra. It is found in eastern Australia, including Tasmania. It is also found in southwest Australia after having been introduced there in the late 19th century.",{"type":16,"tag":24,"props":165,"children":166},{},[167],{"type":22,"value":168},"The laughing kookaburra has a pale head and chest, with dark wings and tail feathers. It has a long dark patch over its eyes, and of course, a long, powerful-looking bill.",{"type":16,"tag":24,"props":170,"children":171},{},[172],{"type":22,"value":173},"There is a small patch of blue on its wings, but not as much as the bluewinged kookaburra.",{"type":16,"tag":24,"props":175,"children":176},{},[177],{"type":16,"tag":126,"props":178,"children":179},{},[180],{"type":22,"value":181},"Diet And Hunting",{"type":16,"tag":24,"props":183,"children":184},{},[185],{"type":22,"value":186},"All kookaburras are mainly carnivorous (meat eaters) and have a varied diet. They eat a range of animals, from insects to snakes.",{"type":16,"tag":24,"props":188,"children":189},{},[190],{"type":22,"value":191},"They will eat insects, small mammals, lizards and even venomous snakes. Kookaburras perch on branches and wait for their prey to approach. When the prey is in range, they swoop down and grab it in their big beaks.",{"type":16,"tag":24,"props":193,"children":194},{},[195],{"type":16,"tag":126,"props":196,"children":197},{},[198],{"type":22,"value":199},"The Kookaburra’s Laugh",{"type":16,"tag":24,"props":201,"children":202},{},[203],{"type":22,"value":204},"The Kookaburra’s laugh is a familiar sound in native bushland all over Australia but also around parklands in our many towns and cities. Their unusual call sounds more like a great big belly laugh as if something has really amused them, but they are not really laughing at all; they are actually telling other Kookaburras that this is their territory. Groups of Kookaburras often start laughing at the same time, making an unforgettable din!",{"type":16,"tag":24,"props":206,"children":207},{},[208],{"type":16,"tag":126,"props":209,"children":210},{},[211],{"type":22,"value":212},"Breeding",{"type":16,"tag":24,"props":214,"children":215},{},[216],{"type":22,"value":217},"Kookaburras live in families just like us. They mate for life and raise a family together, with the older siblings helping to raise the younger babies. Chicks are born blind and with absolutely no feathers which take a month to grow. (No wonder they need help from their older brothers and sisters.)",{"type":16,"tag":24,"props":219,"children":220},{},[221],{"type":16,"tag":126,"props":222,"children":223},{},[224],{"type":22,"value":225},"Are Kookaburras Endangered?",{"type":16,"tag":24,"props":227,"children":228},{},[229],{"type":22,"value":230},"All native wildlife is protected by Australian law. However, any future habitat loss, (such as the New Year bushfire season), would threaten the Kookaburras.",{"type":16,"tag":24,"props":232,"children":233},{},[234,239],{"type":16,"tag":126,"props":235,"children":236},{},[237],{"type":22,"value":238},"A fun fact:",{"type":22,"value":240}," In many of the old Tarzan movies, the jungle sounds were often recordings of the laughing Kookaburra call, which lives nowhere near Africa!",{"title":8,"searchDepth":242,"depth":242,"links":243},2,[],"markdown","content:kids:2020:list:kookaburra-facts-for-kids.md","content","kids/2020/list/kookaburra-facts-for-kids.md","md",{"_path":250,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":251,"description":252,"image":253,"body":254,"_type":244,"_id":392,"_source":246,"_file":393,"_extension":248},"/kids/2021/list/budgerigars","Budgerigars","Hey Kids!  In this edition of the Waranga News we are taking a look at a super cute little Australian bird – the budgerigar! The collective noun for budgerigars is a chatter, and if you have ever come across a flock in the wild, that is a very apt description! Right now, thousands of budgerigars are flocking to the Australian outback thanks to perfect breeding conditions across the country. The large flocks of budgies have transformed the Red Centre into a sea of green and gold.","/gallery/2021/08/budgerigars-1401705.jpg",{"type":13,"children":255,"toc":390},[256,261,265,270,275,280,285,290,295,300,305,310,315,320,325,330,335,340,345,350,355,360,365,370,375,380,385],{"type":16,"tag":17,"props":257,"children":259},{"id":258},"budgerigars",[260],{"type":22,"value":251},{"type":16,"tag":24,"props":262,"children":263},{},[264],{"type":22,"value":252},{"type":16,"tag":24,"props":266,"children":267},{},[268],{"type":22,"value":269},"Budgerigars have been bred in captivity since the 1850s and this little Aussie favourite has become a popular pet around the world, being kept as small flocks in aviaries or as companion birds in smaller cages. These cheeky little birds have their own set of unique features that make them the interesting little characters that they are. The budgerigar was first described by George Shaw in 1805, and given its current binomial name by John Gould in 1840. The genus name Melopsittacus comes from Greek and means “melodious parrot”. The species name undulatus is Latin for “undulated” or “wave-patterned”.",{"type":16,"tag":24,"props":271,"children":272},{},[273],{"type":22,"value":274},"The name Budgerigar is derived from a Gamilaraay Aboriginal language in which they are known as ‘Betcherrygah‘, which is thought to mean ‘good food’. Budgies are one of the smallest members of the parakeet family and are native to Australia. They are found throughout most of Australia’s interior, west of the Great Dividing Range, but are not present in Tasmania, Cape York, or the coastal areas of eastern, northern or south-western Australia. Have you ever spotted budgies in our district?",{"type":16,"tag":24,"props":276,"children":277},{},[278],{"type":22,"value":279},"Budgerigars are highly nomadic birds and generally fly north during winter, covering significant distances as they migrate. Flocks follow rainfall and seasonally abundant seeding grasses. The flocks normally range in size from 3 to 100 birds. After rainfall, flocks can number in the thousands! Wild budgies inhabit savannas, grasslands, open forests, grassy woodlands and farmland. It is important that budgies drink each day, so they’re usually found near water.",{"type":16,"tag":24,"props":281,"children":282},{},[283],{"type":22,"value":284},"Budgies have a third eyelid that is not usually visible, but that is important for lubricating the eyes and keeping them clear of dirt and debris.",{"type":16,"tag":24,"props":286,"children":287},{},[288],{"type":22,"value":289},"Budgies have a very high resting respiration rate, ranging between 65-85 breaths per minute.",{"type":16,"tag":24,"props":291,"children":292},{},[293],{"type":22,"value":294},"The heart rate of the budgie is also extremely fast and cannot be monitored by listening in the normal way, as it beats over 300 times per minute!",{"type":16,"tag":24,"props":296,"children":297},{},[298],{"type":22,"value":299},"The original budgies were greenish-yellow in colour, and from this, other colours developed. The second colour was pure yellow, which was bred from a genetic mutation. The first blue budgie wasn’t seen until 1878!",{"type":16,"tag":24,"props":301,"children":302},{},[303],{"type":22,"value":304},"Budgies can move and see out of each eye independently of the other one, which is known as having monocular vision.",{"type":16,"tag":24,"props":306,"children":307},{},[308],{"type":22,"value":309},"A budgie can have up to 3,000 feathers in total across their whole body.",{"type":16,"tag":24,"props":311,"children":312},{},[313],{"type":22,"value":314},"Budgies grind their beaks when they are happy and relaxed, similar to cats and purring!",{"type":16,"tag":24,"props":316,"children":317},{},[318],{"type":22,"value":319},"The bones of budgies (and most other birds that are capable of flight) are hollow, and filled with air sacs rather than bone marrow.",{"type":16,"tag":24,"props":321,"children":322},{},[323],{"type":22,"value":324},"Budgies have more vertebrae in their necks than humans do, allowing them to swivel their heads up to 180 degrees, or to allow them to face backwards!",{"type":16,"tag":24,"props":326,"children":327},{},[328],{"type":22,"value":329},"Budgies can only afford to lose between 10-12 drops of blood before their blood loss becomes fatal.",{"type":16,"tag":24,"props":331,"children":332},{},[333],{"type":22,"value":334},"The skeleton of female budgies gains density during the breeding season, as she stockpiles calcium to support breeding. This can make the female budgie gain around 20% of her bodyweight during this time!",{"type":16,"tag":24,"props":336,"children":337},{},[338],{"type":22,"value":339},"The shells of a budgie’s eggs are covered with pores, which allow oxygen and carbon dioxide to enter and exit the shell.",{"type":16,"tag":24,"props":341,"children":342},{},[343],{"type":22,"value":344},"The patterns of light and the shortening and lengthening of the days tells the female budgie when it is breeding season. Artificial lighting can interfere with this.",{"type":16,"tag":24,"props":346,"children":347},{},[348],{"type":22,"value":349},"In mammals such as humans, our lungs themselves expand and contract as we breathe, as air flows in and out. In budgies, the muscles of the chest cavity itself expands and contracts, to force air in and out.",{"type":16,"tag":24,"props":351,"children":352},{},[353],{"type":22,"value":354},"Budgies do not have a bladder, and so their urine and faeces pass out of the same entrance. Budgies do not urinate!",{"type":16,"tag":24,"props":356,"children":357},{},[358],{"type":22,"value":359},"Budgies also poop as often as every twenty minutes! Super hearing!",{"type":16,"tag":24,"props":361,"children":362},{},[363],{"type":22,"value":364},"Budgie’s range of hearing ranges from 400-20,000 Hz, and budgies can remember sequences of sounds, and sometimes mimic them.",{"type":16,"tag":24,"props":366,"children":367},{},[368],{"type":22,"value":369},"Super sight! Budgies have an incredibly acute vision in terms of the number of images their brains can process at a time. Budgies can register over 150 images per second, compared with just 16 for humans!",{"type":16,"tag":24,"props":371,"children":372},{},[373],{"type":22,"value":374},"Talkative! While there is no guarantee that any given budgie will sing or talk, budgies are among the most vocal of all pet bird species, and most budgies can at least say a few words! They also tend to have a greater vocabulary and clearer voices than most other pet birds, including the cockatoo and macaw.",{"type":16,"tag":24,"props":376,"children":377},{},[378],{"type":22,"value":379},"Maths genius! Budgies can be taught to count up to three, and do very basic sums that involve just those three numbers! So if you put three treats in your hand in front of your budgie and only offer them two, they will probably know that they are being short changed!",{"type":16,"tag":24,"props":381,"children":382},{},[383],{"type":22,"value":384},"While most of our feathered friends have three toes that point forward and one that faces backward. Budgies and other parrots have two pointing forward and two pointing backward.",{"type":16,"tag":24,"props":386,"children":387},{},[388],{"type":22,"value":389},"Budgerigars are monogamous and mate for life. Breeding occurs at any time of the year, but typically after rain. Wild budgies will sometimes nest within metres of each other, and prepare a comfortable nest by lining existing cavities of tree trunks, branches and logs. Domesticated budgies will happily nest in a provided breeding box.",{"title":8,"searchDepth":242,"depth":242,"links":391},[],"content:kids:2021:list:budgerigars.md","kids/2021/list/budgerigars.md",{"_path":395,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":396,"description":397,"image":398,"body":399,"_type":244,"_id":447,"_source":246,"_file":448,"_extension":248},"/kids/2021/list/possums","Possums","Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!","/gallery/2021/06/possum-329342.jpg",{"type":13,"children":400,"toc":445},[401,406,410,415,420,425,430,435,440],{"type":16,"tag":17,"props":402,"children":404},{"id":403},"possums",[405],{"type":22,"value":396},{"type":16,"tag":24,"props":407,"children":408},{},[409],{"type":22,"value":397},{"type":16,"tag":24,"props":411,"children":412},{},[413],{"type":22,"value":414},"Possums are iconic Aussie animals. Their cute and fluffy appearance coupled with their non-aggressive nature makes them firm wildlife favourites. These beautiful night-time visitors may thud around on our rooftops or cheekily nibble our garden herbs, but we’re so lucky to have such amazing animals right in our own backyards!",{"type":16,"tag":24,"props":416,"children":417},{},[418],{"type":22,"value":419},"• There are 23 possum species in Australia. The most common species are the common brushtail possum and the common ringtail possum. • The largest species of possum is the cuscus. • Possums are also native to Papua New Guinea and Sulawesi, and are also found as an introduced species in New Zealand and China. • While some species of possum are common, several are endangered, such as the black-spotted cuscus, which is critically endangered. • A female possum is called a ‘Jill’, a male possum is called a ‘Jack’, and a young possum is called a ‘Joey’. • A group of possums is called a passel. • Possums can live for up to 11 years. • Possums are nocturnal marsupials. • Most possums live in the hollows of tall trees, but the common ringtail possum builds nests known as ‘dreys’ in bushes or trees. • Possums mainly eat eucalyptus and other leaves. They also eat nectar, flowers and fruit. In the veggie garden and orchard they especially love nibbling on apples, pears, grapes, bananas, corn, lettuce, cucumbers, broccoli and tomatoes. • While possums are mainly herbivores, they have also been known to eat insects and birds’ eggs. • Possums can make all sorts of noises, from grunts and growls to clicks, hisses and screeches. • Most possums are solitary animals, except when raising their young, but ringtail possums tend to live in family groups of three or more. • With both ringtail and brushtail possums the newly born will crawl to the mother’s pouch where it will receive milk from a teat for around 4-5 months.  The young leave the pouch and suckle for another 4-8 weeks riding on their parent’s back until fully weaned. • Possums are protected wildlife in Australia. Without certain permits, it is against the law to trap, hunt or kill possums. • The first possums were brought to New Zealand in 1837 from Australia. In New Zealand, possums have no natural enemies, so possum numbers increased quickly. It is thought of as a pest in New Zealand. The possum has done a lot of damage to the native plants, animals and birds.",{"type":16,"tag":24,"props":421,"children":422},{},[423],{"type":22,"value":424},"Many New Zealand companies now make fibre from possum  fur.  Possum fibre is very warm, and is used to make jumpers, socks, hats, scarves, gloves and blankets. To some people, possums are welcome visitors, but to others, possums are seen as a pest, especially when they live in your roof space, run around noisily at night, or eat your fruit and veggies from your garden. The good news is that there are some simple things we can do to make sure that everyone loves living with possums!",{"type":16,"tag":24,"props":426,"children":427},{},[428],{"type":22,"value":429},"Possums in the roof If there is a possum living in your roof space, most people tend to call a licensed possum re-locator to remove the possum. However, this is not often a long-term solution. The re-locator can only release the possum within 25 metres of where it was caught, since taking it further would most likely cause the possum to die due to not being able to find a suitable home and food within the new territory. The possum would then come back and try to find another entry point to its home.",{"type":16,"tag":24,"props":431,"children":432},{},[433],{"type":22,"value":434},"The best solution is to provide a nest box in your yard for the possum to move into. You can put quassia chips in or around the old entry into your roof to deter the possums from entering.",{"type":16,"tag":24,"props":436,"children":437},{},[438],{"type":22,"value":439},"If possums are eating the fruit from your fruit trees, you can wrap thin sheet metal around the trunks of the trees to stop them from climbing up. You can also use light shade cloth or white bird netting to cover plants at night or wrap fruit, or you can enclose your veggie garden with chicken wire. You can also make a spray from quassia chips that can be sprayed around your plants to keep possums away. Quassia chips come from the white bark of a tree native to Jamaica and many other islands of the West Indies. The chips have a bitter taste which repels possums, so can be spread around the area where they are entering the roof. The chips can be ordered online – just search for quassia chips!",{"type":16,"tag":24,"props":441,"children":442},{},[443],{"type":22,"value":444},"Above all, we need to remember to respect and cherish these wonderful creatures. We’ve chopped down the trees they use for dens and foraging to make way for our homes, and rather than dying out, they have adapted to living alongside us. And how lucky we are that they have!",{"title":8,"searchDepth":242,"depth":242,"links":446},[],"content:kids:2021:list:possums.md","kids/2021/list/possums.md",1714114284493]