[{"data":1,"prerenderedAt":571},["Reactive",2],{"content-query-RMJAm81mdI":3},[4,162,231,276,389,439],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"excerpt":12,"body":28,"_type":157,"_id":158,"_source":159,"_file":160,"_extension":161},"/wildlife/2024/2024-03-28","2024",false,"","Aussie Magpie","Recently an Australian magpie was surrendered to Queensland wildlife authorities after being kept in captivity for around three years. The magpie in this case was obtained by picking it up as a brancher/fledgling, just as many people do, with the assumption or story that it was ‘abandoned’ by its parents. The Gold Coast couple did not contact local wildlife rescue for assistance and this bird was raised alongside dogs and people, becoming humanised and treated as a pet bird.","/gallery/2024/03/wnews20240328-062.jpg",{"type":13,"children":14},"root",[15,23],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"aussie-magpie",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":13,"children":29,"toc":154},[30,34,38,43,48,53,58,69,74,79,84,89,94,99,104,109,114,119,124,129,134,139,144,149],{"type":16,"tag":17,"props":31,"children":32},{"id":19},[33],{"type":22,"value":9},{"type":16,"tag":24,"props":35,"children":36},{},[37],{"type":22,"value":10},{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":22,"value":42},"Right from the word go this couple have created digital content in the form of a social media page which includes ongoing videos of the magpie interacting with both them and their dog as part of the family. They went viral. From appearances on national television, overseas media interest, selling merchandise and even a publishing deal for a book, their story has become well known.",{"type":16,"tag":24,"props":44,"children":45},{},[46],{"type":22,"value":47},"When the house this couple were renting was put up for sale, a crowd funder with GoFundMe was begun with the claim this would enable them to purchase said home to enable them to keep the bird, dogs and people all together.",{"type":16,"tag":24,"props":49,"children":50},{},[51],{"type":22,"value":52},"A lot of money was raised. The couple actually moved, taking the magpie with them to their new residence to continue to release media content to the masses.",{"type":16,"tag":24,"props":54,"children":55},{},[56],{"type":22,"value":57},"Sound like a good news story so far? It’s actually far from it.",{"type":16,"tag":24,"props":59,"children":60},{},[61],{"type":16,"tag":62,"props":63,"children":68},"img",{"alt":9,"className":64,"src":66,"style":67},[65],"p-4","https://media.wnews.org.au/gallery/2024/03/wnews20240328-062.jpg","float:right",[],{"type":16,"tag":24,"props":70,"children":71},{},[72],{"type":22,"value":73},"Licensed wildlife carers in the area had contacted the couple at the start when the viral videos were showing a bird who needed to be rehabilitated correctly and not be exploited as wildlife click bait on social media. They refused to get the bird the help it needed and blatantly and publicly flaunted the wildlife laws in the state of Queensland. The videos kept coming and the popularity kept growing.",{"type":16,"tag":24,"props":75,"children":76},{},[77],{"type":22,"value":78},"After a number of people got behind a push to Queensland authorities to step in and address the situation accordingly, the bird was surrendered at the start of March. Video content continued to go up, albeit rehashed footage but nought was mentioned of the magpie no longer being in the possession of this couple.",{"type":16,"tag":24,"props":80,"children":81},{},[82],{"type":22,"value":83},"Media outlets have released articles of the situation within the last week and it has created a storm of people claiming the magpie was ripped from its ‘family’, namely the dogs it was frequently recorded as ‘playing’ with. Threats are being made to wildlife carers who have pushed for this bird to get into appropriate care and for it to have a hope of successful rehabilitation and return to its wild home.",{"type":16,"tag":24,"props":85,"children":86},{},[87],{"type":22,"value":88},"As with any story, there are usually facts and fiction which need to be determined.",{"type":16,"tag":24,"props":90,"children":91},{},[92],{"type":22,"value":93},"As someone who has worked closely with these birds for thirty years, I can put forward some facts about this situation which may help people understand why this story is not all it seems.",{"type":16,"tag":24,"props":95,"children":96},{},[97],{"type":22,"value":98},"Magpies are highly territorial birds. They will defend their territory to the death if they discover an intruder. Generally a male may have one or a few female birds in their territory who they will father chicks with, although they usually only assist one of these females in nesting duties. Young magpies are looked after by parent or parents for quite a few months. Female young are sometimes allowed to stay in the home territory until they find their own mate and venture further afield but male young are generally evicted from the home range and will join up in small flocks with other males who will often float around the edges of breeding territories, kind of like a magpie no man’s land, until they themselves establish a partnership with a female and begin protecting their own nesting territory. Some of these males may never actually hold a nesting territory.",{"type":16,"tag":24,"props":100,"children":101},{},[102],{"type":22,"value":103},"Each season we raise a large number of nestling magpies. Our patients are raised in groups according to age and size. As soon as they are of fledgling age they are moved to outdoor enclosures which give them enough room to fly and strengthen their wings. This is the time the young birds learn to forage for themselves with us only visiting the enclosures to provide fresh food and water.",{"type":16,"tag":24,"props":105,"children":106},{},[107],{"type":22,"value":108},"The birds also learn how to interact with their own kind, this is a great time for us as carers as we see all the playful antics of these intelligent birds.",{"type":16,"tag":24,"props":110,"children":111},{},[112],{"type":22,"value":113},"Upon release, which also happens as a group, this play and interaction between both fledglings and our wild locals continues. Young birds learn the rules in regards to existing successfully within their release territory and go on to eventually find their own way in the world.",{"type":16,"tag":24,"props":115,"children":116},{},[117],{"type":22,"value":118},"Female birds will be accepted into the area until they find their own partners and shift territories and the males vacate before the next breeding season to join the bachelor flocks on the fringes. We raise these birds from tiny nestlings and they are not encouraged to enter our house once they are released, they fly away from the dogs in our yard if they happen to be foraging there and a dog approaches.",{"type":16,"tag":24,"props":120,"children":121},{},[122],{"type":22,"value":123},"Birds that saw my family and I as their parents while they needed to be looked after cannot be caught or petted. Usually there are one or two who seek out human companionship even after being released and may try to sneak in an open door of the house. These are often birds a member of public has kept for a period of time and tried to raise before handing in to the shelter. These birds eventually cease that behaviour as, although we will interact with them if they land on us or seek us out, we do not take those interactions any further and do not encourage humanised behaviour so in the end, the need to seek us out disappears. As they mature they are let be what they are.",{"type":16,"tag":24,"props":125,"children":126},{},[127],{"type":22,"value":128},"The sad reality of birds such as the one mentioned at the beginning of this article is that the only one who suffers the most in the end is the bird.",{"type":16,"tag":24,"props":130,"children":131},{},[132],{"type":22,"value":133},"The Gold Coast bird cannot fly properly as it was not given appropriate veterinary treatment and care when it was first found. It has zero social skills with other magpies and is out of its home territory so could only go outside the house under human supervision or it would get attacked by the local flock.",{"type":16,"tag":24,"props":135,"children":136},{},[137],{"type":22,"value":138},"Another characteristic of our Australian magpie is that when they are humanised by people from nestling or fledgling/brancher age, and then grow into mature breeding age birds, they often turn aggressive. Often not to the people who raised them but to every visitor or passer-by in what they see as their territory. This is because they see humans as one of their own and what do magpies do to one of their own kind when one enters their territory. They beat it up and try to kill it if it doesn’t vacate quickly. Over the years, we have rehabilitated quite a number of magpies which people have raised and kept for a few years then contacted us to take the bird in to rehabilitation due the bird becoming aggressive with visitors. The other common reason for people contacting us is that when they tried to release the bird, it has almost been killed by their resident magpies.",{"type":16,"tag":24,"props":140,"children":141},{},[142],{"type":22,"value":143},"These birds end up spending more time in care than would have initially been necessary and some, sadly, because they have health issues that were not addressed when needed or have had poor diet and housing leading to incurable conditions, have to be euthanised and we are the ones who have to deal with that, not the people who caused the problems in the first instance.",{"type":16,"tag":24,"props":145,"children":146},{},[147],{"type":22,"value":148},"The moral to this story is if you find injured or orphaned wildlife, regardless of how cute, cuddly, or cool it is to have an animal bond with you or interact with you in a way you did not think possible, regardless of all the emotions this evokes within you or your children, please do the right thing by the animal and contact the nearest wildlife rescue service or shelter.",{"type":16,"tag":24,"props":150,"children":151},{},[152],{"type":22,"value":153},"These animals deserve the chance to get back out into the wild in a way that gives them the best chance possible at surviving out there. Wildlife carers pour their heart and souls into injured and orphaned animals but at the end of the day, we do it for the benefit of the animal and that means we must put our own emotions to the side, no matter how strong and how difficult it is, to ensure we do the right thing. We ask that people please do the same and always call for help and get wildlife to the appropriate licensed shelters as soon as possible.",{"title":8,"searchDepth":155,"depth":155,"links":156},2,[],"markdown","content:wildlife:2024:2024-03-28.md","content","wildlife/2024/2024-03-28.md","md",{"_path":163,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":164,"description":165,"image":166,"excerpt":167,"body":178,"_type":157,"_id":229,"_source":159,"_file":230,"_extension":161},"/wildlife/2024/2024-04-11","This is a sad week for Victoria’s wetlands","After an extensive independent enquiry as to whether duck shooting season has a valid reason to continue in Victoria, the decision has been made to go ahead. The findings of the enquiry were clear cut in the reasons, backed with evidence, why shooting native ducks is not sustainable nor wanted by the majority of the public, yet here we are again.","/gallery/2024/04/wnews20240411-061.jpg",{"type":13,"children":168},[169,174],{"type":16,"tag":17,"props":170,"children":172},{"id":171},"this-is-a-sad-week-for-victorias-wetlands",[173],{"type":22,"value":164},{"type":16,"tag":24,"props":175,"children":176},{},[177],{"type":22,"value":165},{"type":13,"children":179,"toc":227},[180,184,188,197,202,207,212,217,222],{"type":16,"tag":17,"props":181,"children":182},{"id":171},[183],{"type":22,"value":164},{"type":16,"tag":24,"props":185,"children":186},{},[187],{"type":22,"value":165},{"type":16,"tag":24,"props":189,"children":190},{},[191],{"type":16,"tag":62,"props":192,"children":196},{"alt":193,"className":194,"src":195,"style":67},"Local Wetlands",[65],"https://media.wnews.org.au/gallery/2024/04/wnews20240411-061.jpg",[],{"type":16,"tag":24,"props":198,"children":199},{},[200],{"type":22,"value":201},"Species everywhere in Australia are\ndeclining at an alarming rate. Populations\nof once common species are declining, even\nbecoming locally extinct in areas yet this is a\n‘sport’ which those in power back to continue?\nA simple decision backed up by evidence\ncould have easily been made to stop the\ndecimation of our wetland habitats and species\nwho occupy them but yet again, decision makers\nhave caved in to a minority who believe it’s\ntheir right to shoot native species and disrupt the\nentire ecosystem of our wetland environments.\nLoch Garry is my home\nMore importantly, Loch Garry is also home\nto a plethora of wildlife. It is a significant\nbreeding site for many wetland species as it\nis a seasonal floodway fed from the Goulburn\nRiver which is heavily treed with a Red Gum/\nBox forest.\nThe bird life in there is astounding. The\ntrees standing both in the water and around\nthe water’s edge support breeding colonies of\nAustralian Darters, Little Pied, Pied and Black",{"type":16,"tag":24,"props":203,"children":204},{},[205],{"type":22,"value":206},"Cormorants, Nankeen Night Herons, White-\nfaced Herons, Egrets, including the endangered",{"type":16,"tag":24,"props":208,"children":209},{},[210],{"type":22,"value":211},"Great Egret, Grebes, different species of water\nhen and ducks, Black Swans, Pelicans and\nnumerous raptor species. This wetland is home\nto a breeding pair of White-bellied Sea Eagles\nand their offspring is currently still honing\nits hunting skills inside the Loch right now\nalongside its parents.\nA breeding pair of Peregrine Falcons were\nsuccessful in getting young through this season\nas were a pair of Wedge-tailed Eagles. The\nLoch Garry Whistling Kites have also been\nvery successful in getting young through this",{"type":16,"tag":24,"props":213,"children":214},{},[215],{"type":22,"value":216},"season. Currently the Loch is buzzing with\nactivity from all these different species. Much\nto our excitement, a few Rakali have also\nrecently been seen feeding in the waters of the\nLoch. Once abundant here, our native water rats\ndisappeared for many, many years in this area,\nonly to recently return.\nIf you think this special place sounds like an\nenvironmental paradise for a diverse range of\nspecies, you would be right....it is.\nUntil duck season opening 10 April at 8am\nsharp, this wetland will be shot up by the duck\nshooters who are already gathering in camps\njust over the levee bank. Our house sits barely\na kilometre from Loch Garry. The sound of\ngunshot will reverberate around us, reminding\nus that there is nothing we can do to protect\nthe creatures who we otherwise protect all\nyear round. My children always ask if there is\nanything we can do, the answer is always the\nsame. We tried to stop it.\nThis year is no different. We have tried to\nstop it. We have submitted our concerns to the\nConservation Regulator, the Game Management\nAuthority, ministers and relevant officials to\nno avail. The people who live here, protect\nand respect our unique wetland cannot even\nset foot within 50 metres of the water without\npossessing a hunting licence once the season\nbegins. Unless you have witnessed it personally,\nthe only description that is apt is one of akin to\nwar zone. The gunshot is a continual shocking",{"type":16,"tag":24,"props":218,"children":219},{},[220],{"type":22,"value":221},"disturbance for everyone and everything within\nearshot. Outboard motors roaring from one end\nof the wetland to the other, captained by men\nwith a gun in one hand, a can in the other...and\nthe cans are not of the soft drink kind.\nWood removal, littering of both spent\ncartridges, toilet paper, bird remains and general\nhuman rubbish is always left.\nOnce the season is over, we go out with\nheavy hearts, kayaking where there was life\neverywhere only to be faced with an eerily\nsilent wetland. The few birds which may remain\ntake flight when they catch wind of a human",{"type":16,"tag":24,"props":223,"children":224},{},[225],{"type":22,"value":226},"200 meters away.\nLoch Garry borders a National Park. No\nfences. One side of the main track is National\nPark, the other side of the main track is\nGame Reserve. Loch Garry was State Forest\nslated to be included in the Lower Goulburn\nNational Park. It was, without any community\nconsultation or transparency, quietly excluded\nfrom the original plans and handed to the Game\nManagement Authority to appease the shooters\nas Reedy Swamp was another wetland which\nbecame protected under the new National\nPark. Reedy Swamp sits right in Shepparton,\nis more visible to the public eye and certainly\nless acceptable to have shooters causing havoc.\nThe locality and isolation of Loch Garry, could\nbe why this is an acceptable shooting ground\nof native species Environmentally, the Loch is\npossibly more important than Reedy for both\nhabitat and diversity of species recorded. When\nwe are faced with constant misdemeanours and\nbad behaviour from shooters, calling officials is\nfaced with, ‘sorry, we do not have the resources\nto send any one out there. Don’t approach them\nyourselves though as they are obviously armed\nand potentially drunk’. Where do we go to get\nassistance? Officials put in a brief appearance\nand once they are gone, the shooters know they\nare free to do as they please.\nIf we wish to protect these environments\nthere needs to be public outcry. Just like our\nforests are disappearing through the death of\na thousand cuts, these areas which are open\nto shooting are dying through the death of a\nthousand shots.\nIt’s cases like this and government decisions\nwhich continue to ignore the evidence that is\nput before them, cause me to ponder whether\nwe have come as far environmentally that we\npurport to have come. From where I stand, I see\ncontinual government support of the destruction\nof our wild places and the native diversity which\ndepend on their protection.\nThis week is indeed a sad time for Victorian\nwetlands.",{"title":8,"searchDepth":155,"depth":155,"links":228},[],"content:wildlife:2024:2024-04-11.md","wildlife/2024/2024-04-11.md",{"_path":232,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":233,"description":234,"image":235,"body":236,"_type":157,"_id":274,"_source":159,"_file":275,"_extension":161},"/wildlife/2024/2024-04-25","Koala Rescue","We have been very busy at Bohollow\nattending rescues back to back. The days start\nearly and the calls continue late into the night.\nWe have had two cases on active firegrounds\nrecently. One a few weeks ago and one on\nSunday - both koalas. The first was a poor\nfemale koala who was found by fire-fighters\nat the base of a tree on fireground at Ulupna\nIsland. She had two small blister burns on one\nhind foot but besides smoke inhalation and\nbeing extremely subdued, she seemed alright.\nBurns are challenging wounds to deal with as\nthe extent of damage is not always evident\nat the beginning. The following day, the two\nblisters had progressed to the entire pad of\nher hind foot which eventually came right off\nleaving a very red, raw, foot which required\ndressings and wound treatment.","/gallery/2024/04/wnews20240425-058.jpg",{"type":13,"children":237,"toc":272},[238,243,247,257,262,267],{"type":16,"tag":17,"props":239,"children":241},{"id":240},"koala-rescue",[242],{"type":22,"value":233},{"type":16,"tag":24,"props":244,"children":245},{},[246],{"type":22,"value":234},{"type":16,"tag":24,"props":248,"children":249},{},[250,255],{"type":16,"tag":62,"props":251,"children":254},{"alt":233,"className":252,"src":253,"style":67},[65],"https://media.wnews.org.au/gallery/2024/04/wnews20240425-058.jpg",[],{"type":22,"value":256},"\nOver the next few days her other hind foot\nbegan to show signs of burns coming to the\nsurface. Both hind feet were treated and I’m\nhappy to say are healing nicely with fresh new\nskin. One of her hands, more than five days\nlater erupted with a now visible burn wound\nas well which meant more treatment and\ndressings. She is coping well with her time\nin care and we expect she will make a full\nrecovery. Once her wounds are completely\nhealed, she will be returned to her wild home.\nOn Sunday we were called to an injured koala\nwho was still eight metres up a gum tree but\nwas showing signs of a leg injury. Although\nhe was unwell, getting the feisty boy to give\nup his comfortable perch in a fork in the tree\ntrunk and come to ground wasn’t an easy task.",{"type":16,"tag":24,"props":258,"children":259},{},[260],{"type":22,"value":261},"After a lengthy battle with my rescue\npoles and nets, eventually resorting to putting\nour big extension ladder up so I had a bit\nmore control over stopping him from going\neven higher, we managed to persuade the\nirritable koala that down was the best way to\ngo. Once safely packed for transport we took\nhim back to our Kotupna shelter where Deb\nand I confirmed he does have a leg injury\nso he is currently settling into care with an\nx-ray planned for this week to check for any\nfractures that we may not have been able to\npick up due to swelling. Both these animals\ncame off bushfire ground where the fires were\nextremely slow burning.",{"type":16,"tag":24,"props":263,"children":264},{},[265],{"type":22,"value":266},"The canopy was not burnt at all, both fires\nmoving slowly across the bushland floor.\nThe Ulupna fire was one of a number of fires\nwhich were deliberately lit, while it has not\nbeen determined how the Coomboona fire was\nstarted. This demonstrates how devastating\neven a low, slow moving fire can be for\nwildlife. Most birds and animals are able to\nmove out of the way before they get burnt but\nboth these koalas got injured moving across\nhot ground. They weren’t burnt in the initial\nfire but got injured traversing across the hot\nearth once the fire had passed through. Spare\na thought for any ground dwelling insects,\nspiders, reptiles, etc which may not have been\nable to clear out in time or find an adequate\nhiding place to shelter from the heat and fire.",{"type":16,"tag":24,"props":268,"children":269},{},[270],{"type":22,"value":271},"Fire, even slow burns, can be devastating for\nthe immediate ecosystem which is burnt.",{"title":8,"searchDepth":155,"depth":155,"links":273},[],"content:wildlife:2024:2024-04-25.md","wildlife/2024/2024-04-25.md",{"_path":277,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":278,"description":279,"image":280,"body":281,"_type":157,"_id":387,"_source":159,"_file":388,"_extension":161},"/wildlife/2024/2024-05-09","Educating about Flying Foxes","I saw a comment on social media a couple\nof days ago regarding the flying fox colony in\nNumurkah. ‘Stinking damn things’ and ‘they\nwere never this far south, they were only ever\nassociated with Queensland’, was their first\ncomment.","/gallery/2024/05/wnews20240509-065.jpg",{"type":13,"children":282,"toc":385},[283,288,292,297,306,311,316,321,331,336,341,346,351,360,365,370,375,380],{"type":16,"tag":17,"props":284,"children":286},{"id":285},"educating-about-flying-foxes",[287],{"type":22,"value":278},{"type":16,"tag":24,"props":289,"children":290},{},[291],{"type":22,"value":279},{"type":16,"tag":24,"props":293,"children":294},{},[295],{"type":22,"value":296},"I replied that grey-headed flying foxes\nhave been recorded as south as Melbourne for\n100 years or more and they are a protected,\nendangered species in Victoria. The reply\nthis prompted continued the obligatory rant\nabout flying foxes being disgusting creatures,\nthey can kill us with lyssavirus and Hendra so\nshould not be protected at all.",{"type":16,"tag":24,"props":298,"children":299},{},[300],{"type":16,"tag":62,"props":301,"children":305},{"alt":302,"className":303,"src":304,"style":67},"Flying Fox",[65],"https://media.wnews.org.au/gallery/2024/05/wnews20240509-065.jpg",[],{"type":16,"tag":24,"props":307,"children":308},{},[309],{"type":22,"value":310},"I view education an important part of our\nrole here at Bohollow and sometimes that can\nbe a tough gig when faced with people who\nhave opinions such as the ones mentioned.\nIt doesn’t matter what facts I present, they\nbelieve they are right and shall not be swayed.\nFor every person who refuses to be educated,\nthere are those of us who never stop learning\nand for that, I am grateful.",{"type":16,"tag":24,"props":312,"children":313},{},[314],{"type":22,"value":315},"Australian lyssavirus is basically our\nstrain of rabies. It is carried by less than 1\n% of healthy bats and it’s thought maybe\nbetween 5 to 10 % of sick bats. This is why\nwildlife rescuers and carers who specialise in\nbats should be vaccinated.",{"type":16,"tag":24,"props":317,"children":318},{},[319],{"type":22,"value":320},"Roughly 12 years ago, we actually had a\nlittle red flying fox come into care after being\nfound on the ground in Kyabram. Deb got\nbitten. The bat died the following morning.\nAlthough she was already vaccinated, Deb\nstill went to get post-bite booster shots just\nin case, as the bat was displaying symptoms\nwhich could have been lyssa so we couldn’t\nrule it out. We sent the bat to pathology\ntesting in Melbourne and got word back the\nfollowing day that the bat did in fact have\nlyssavirus which was the cause of its death.",{"type":16,"tag":24,"props":322,"children":323},{},[324],{"type":16,"tag":62,"props":325,"children":330},{"alt":326,"className":327,"src":328,"style":329},"Endangered Grey-headed flying fox entangled high up in a palm tree in Rushworth.",[65],"https://media.wnews.org.au/gallery/2024/05/wnews20240509-066.jpg","float:left",[],{"type":16,"tag":24,"props":332,"children":333},{},[334],{"type":22,"value":335},"Little red and grey-headed flying foxes as\nwell as the yellow-bellied Sheathtail bat are\nspecies found in Victoria which have been\nfound to carry the virus. Lyssa can only be\ntransmitted through saliva of an infected bat\nentering the bloodstream through an open cut\nor wound. This is why you should never pick\nup an injured or sick bat directly, just in case.\nChances are many times higher that you may\nget killed in a vehicle accident than ever die\nof lyssavirus from a bat.",{"type":16,"tag":24,"props":337,"children":338},{},[339],{"type":22,"value":340},"Hendra has never been transmitted from a\nbat to a person. Flying foxes are believed to\nbe the vectors of Hendra. This means when a\nhorse ingests urine or faeces of a bat infected\nwith Hendra, the horse then can become a\ntransmitter to humans. I do not know of any\nVictorian cases of Hendra to date.",{"type":16,"tag":24,"props":342,"children":343},{},[344],{"type":22,"value":345},"Interestingly, Hendra does not appear to\nmake bats sick. The benefits of bats in our\nenvironment far outweigh the extremely\nsmall risk of ever contracting either Lyssa or\nHendra Virus.",{"type":16,"tag":24,"props":347,"children":348},{},[349],{"type":22,"value":350},"Flying foxes are an important pollinator\nof our native forests, distributing seeds quite\nlong distances as they can fly distances of 50\nkm in a night and are highly mobile during\ntheir foraging activities.",{"type":16,"tag":24,"props":352,"children":353},{},[354],{"type":16,"tag":62,"props":355,"children":359},{"alt":356,"className":357,"src":358,"style":67},"Little Red Flying Fox entangled on barbed wire fence.",[65],"https://media.wnews.org.au/gallery/2024/05/wnews20240509-067.jpg",[],{"type":16,"tag":24,"props":361,"children":362},{},[363],{"type":22,"value":364},"Our microbats are roughly mouse size\nand we have many different species in this\narea. They eat up to half their bodyweight\nin insects during a single night and are\nimportant in controlling insect numbers such\nas mosquitoes.",{"type":16,"tag":24,"props":366,"children":367},{},[368],{"type":22,"value":369},"We are much more likely to contract a\nnasty virus such as Ross River virus from a\nmosquito than catching something from a bat.\nThese creatures have been in the Australian\nenvironment for longer than humans have\nand have always moved around the continent,\naltering roost sites depending on food and\nclimate.",{"type":16,"tag":24,"props":371,"children":372},{},[373],{"type":22,"value":374},"Since the first population surveys ever\ndone in the 1920’s, Flying fox numbers\nAustralia wide have radically declined\npredominantly due to habitat loss.",{"type":16,"tag":24,"props":376,"children":377},{},[378],{"type":22,"value":379},"Bats are the only mammal which have\nevolved independent flight like birds, which\nI think makes them unique and pretty special.",{"type":16,"tag":24,"props":381,"children":382},{},[383],{"type":22,"value":384},"We need to live alongside our native\nwildlife and stop vilifying them whenever\nthey inconvenience our lives . . . after all, if\nyou look at the big picture, it is really us who\nhave inconvenienced wildlife a lot more by\ndestroying and altering their natural homes.",{"title":8,"searchDepth":155,"depth":155,"links":386},[],"content:wildlife:2024:2024-05-09.md","wildlife/2024/2024-05-09.md",{"_path":390,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":391,"description":392,"image":393,"body":394,"_type":157,"_id":437,"_source":159,"_file":438,"_extension":161},"/wildlife/2024/2024-05-23","Common Ring-tail possum doing OK","We have lost and are still\nlosing native mammals in\nVictoria. Many have become\nlocally extinct in our area of\nNorthern Victoria. I can only\ndream of seeing Quolls and\nBandicoots in our bushland here.","/gallery/2024/05/wnews20240523-058.jpg",{"type":13,"children":395,"toc":435},[396,401,405,410,415,420,425,430],{"type":16,"tag":17,"props":397,"children":399},{"id":398},"common-ring-tail-possum-doing-ok",[400],{"type":22,"value":391},{"type":16,"tag":24,"props":402,"children":403},{},[404],{"type":22,"value":392},{"type":16,"tag":24,"props":406,"children":407},{},[408],{"type":22,"value":409},"We have one particular\nmarsupial mammal which is\nholding on here, although it has\nlikely declined as well due to\nhabitat loss and predation from\nferal cats and foxes.",{"type":16,"tag":24,"props":411,"children":412},{},[413],{"type":22,"value":414},"The Common Ring-tailed\npossum is small in comparison\nto our larger Brush-tailed\npossum. They have been a little\nless adaptable to our urban\nenvironments than the Brushies as\nwell, preferring native bushland\nwith hollows to the walls or roof\ncavities of our houses, although\nas more of their natural habitat\nhas been lost, they can also be\nfound in urban areas as well. They\nusually camp out during the day\nin what we call a drey. Their drey\nconsists of a rounded nest made\nfrom leaves, twigs and branches,\nusually either in a hollow or\nplaced within dense foliage of a\ntree or shrub. Unlike the Brush-\ntailed who usually camps alone,\nRing-tailed possums prefer to\ncamp in groups. One male and\nseveral females may occupy the\ndrey, including young females\nborn from the previous couple\nof years. They are predominantly\narboreal (living in trees) but I\nhave seen evidence of the Ring-\ntailed possums on my bushland\nproperty coming to the ground to\ndig up fungi under the surface of\nthe woodland floor.",{"type":16,"tag":24,"props":416,"children":417},{},[418],{"type":22,"value":419},"Their diet is mainly eucalypt\nleaves and foliage but will also\nmunch on flowers and fruits and\neat both native and introduced\nplants. In some areas they may\nuse human dwellings to rest\nduring the day but it is much rarer\nfor them to be in sheds, wall and\nroof cavities than their Brush-\ntailed cousin. I have not come\nacross Ring-tailed possums in\nour area occupying these spaces\nbut I’m sure it does happen.",{"type":16,"tag":24,"props":421,"children":422},{},[423],{"type":22,"value":424},"They are not a long lived\nanimal, average lifespan is only\nsix years. Both male and female\npossums help make the drey and\nbreeding usually occurs between\nApril and November. After\nbreeding, almost a month later\nfemales give birth to a tiny, jelly\nbean sized joey which makes its\nway to the pouch and secures to a\nteat. Twins are common in Ring-\ntailed possums. Nourished with\ntheir mother’s milk, after about\nseven weeks the young venture\nfrom the pouch to become what\nwe call back riders, clinging to\nmother’s back while she forages\naround at night.",{"type":16,"tag":24,"props":426,"children":427},{},[428],{"type":22,"value":429},"Interestingly, the male Ring-\ntailed possum is the only possum\nwe have that will share parental\nduties with the female and young\nmay be transferred to the male’s\nback while the female is eating.\nYoung possums continue to back\nride until around six months of\nage.",{"type":16,"tag":24,"props":431,"children":432},{},[433],{"type":22,"value":434},"The most common reasons\nwe see Ring-tailed possums run\ninto trouble and come into care\nare vehicle collisions, cat and\ndog attacks and they can also\nget electrocuted on powerlines\nand transformers. As they are\nterritorial, youngsters who come\ninto care are provided with nesting\nboxes upon release to ensure they\nhave their own drey until they\nfind their way in the world and\ndon’t get evicted immediately\nby resident possums. You can\nhelp these beautiful possums by\ninstalling nesting boxes around\nyour property, keeping cats inside\nand planting native vegetation.",{"title":8,"searchDepth":155,"depth":155,"links":436},[],"content:wildlife:2024:2024-05-23.md","wildlife/2024/2024-05-23.md",{"_path":440,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":441,"description":442,"image":443,"body":444,"_type":157,"_id":569,"_source":159,"_file":570,"_extension":161},"/wildlife/2024/2024-06-06","Black duck rescue","I guess it wouldn’t be winter unless I had\nto take the plunge into the ice cold waters of\none of our rivers, a dam or a creek.","/gallery/2024/06/wnews20240606-063.jpg",{"type":13,"children":445,"toc":567},[446,451,455,460,465,470,475,480,489,494,499,504,509,514,519,524,529,534,539,547,552,557,562],{"type":16,"tag":17,"props":447,"children":449},{"id":448},"black-duck-rescue",[450],{"type":22,"value":441},{"type":16,"tag":24,"props":452,"children":453},{},[454],{"type":22,"value":442},{"type":16,"tag":24,"props":456,"children":457},{},[458],{"type":22,"value":459},"I was called to Nagambie Leisure Park to\nhelp a Pacific black duck with a hook in its\nbill just over a week ago. Once we reached\nthe location, despite searching the entire park\non both the river side and the lakeside, my\nson and I couldn’t find any Black ducks. All\nducks seemed to be missing in action.",{"type":16,"tag":24,"props":461,"children":462},{},[463],{"type":22,"value":464},"Apart from a pair of Wood ducks, we\nfailed to find any, which is a bit unusual for\nthe Leisure Park! We had searched for over\nan hour but didn’t want to leave as Nagambie\nis a bit of a trek for us and knowing it was a\nresident duck, we remained hopeful he’d turn\nup before dark. We knew if he didn’t show\nup, we’d have to return to try to find him the\nfollowing day.",{"type":16,"tag":24,"props":466,"children":467},{},[468],{"type":22,"value":469},"We were retracing our search pattern\nwhen a staff member called to ask where I\nwas because some people fishing had a few\nBlack ducks turn up looking for scraps. We\nmade a beeline to the location, threw out\nsome tucker but sadly, our hooked duck\nwasn’t with this group.",{"type":16,"tag":24,"props":471,"children":472},{},[473],{"type":22,"value":474},"Anxious we were running out of time,\nwe continued our search along the riverbank,\nretracing our previous searches yet again.\nA couple of swans were walking along the\nbank, saw our bucket of tucker so came to\ninvestigate. We obliged by throwing some\nseed out in the hope that we’d attract more\nthan the swans. A few water hens, an Ibis and\nsome Black ducks suddenly appeared. As\neach duck arrived we checked for hooks. Still\nno hooked duck.",{"type":16,"tag":24,"props":476,"children":477},{},[478],{"type":22,"value":479},"Then suddenly I realised I was staring at\nthe last one to climb out of the water and up\nthe bank, less than a metre away from my feet\nand it had a hook sticking out the side of its\nbill!",{"type":16,"tag":24,"props":481,"children":482},{},[483],{"type":16,"tag":62,"props":484,"children":488},{"alt":485,"className":486,"src":487,"style":67},"Black Duck",[65],"https://media.wnews.org.au/gallery/2024/06/wnews20240606-063.jpg",[],{"type":16,"tag":24,"props":490,"children":491},{},[492],{"type":22,"value":493},"I already had the pole net on the ground in\nplace but had to wait for him to get in the right\nposition beside my net to quickly flip it over\nto catch him. I also had the net gun on me. I\ndecided to use the net gun to speed things up\nas it was getting late and cold. I didn’t seem\nto be quite on my game that day as the first\nshot flew a centimetre over his head.",{"type":16,"tag":24,"props":495,"children":496},{},[497],{"type":22,"value":498},"The net gun is a great rescue tool and\nI’ve caught many flying birds with it over\nthe years. I have a new one which was kindly\npurchased for me by the Goulburn Murray\nLandcare Network last year when my old\nnet gun finally packed it in. The new gun is\nsupposed to be the same, it is not.",{"type":16,"tag":24,"props":500,"children":501},{},[502],{"type":22,"value":503},"Like everything these days, modifying\nsomething on the whim that it is better, at\nthe sacrifice of a design that works perfectly,\nseems to be the standard.",{"type":16,"tag":24,"props":505,"children":506},{},[507],{"type":22,"value":508},"The new net gun does not perform as\nwell and it is taking me awhile to adjust to\nits shortfalls. Disappointed, I repacked the\nnet head, which takes a bit of time, then stood\nready for my second opportunity, waiting for\nhim to come back into range.",{"type":16,"tag":24,"props":510,"children":511},{},[512],{"type":22,"value":513},"The problem now was that most of the\nbirds were full and weren’t that fussed to\ncome in for food.",{"type":16,"tag":24,"props":515,"children":516},{},[517],{"type":22,"value":518},"Finally, our hook victim decided to exit\nthe water again. I was getting worried that I\nmay not get another chance that day so took\nthe shot. Got him! Both duck and I shot into\naction.",{"type":16,"tag":24,"props":520,"children":521},{},[522],{"type":22,"value":523},"It’s important to run as soon as you make\na successful shot as the net entraps them,\nbut the bird can still attempt to get out of the\nnet and sometimes can, if they’ve only been\ncaught close to edge of the net.",{"type":16,"tag":24,"props":525,"children":526},{},[527],{"type":22,"value":528},"This duck took off to where it knew it\nwas safe - back to the water. He made it into\nthe river, net and all. My heart sank as he\nstruggled to swim, fully entangled in my net.\nThese nets have small weights on each corner\nand I knew if I didn’t go after him, the hook\nwas going to be the least of his problems!",{"type":16,"tag":24,"props":530,"children":531},{},[532],{"type":22,"value":533},"Throwing off my coat and shoes, quick\ncheck of my pockets for anything not\nwaterproof, I took the plunge, all the while\nhoping the duck didn’t make it all the way out\ninto the centre of the river.",{"type":16,"tag":24,"props":535,"children":536},{},[537],{"type":22,"value":538},"Lucky for me, the bottom of the net got\nsnagged on an underwater branch about five\nor six metres out. Unlucky for me, the river\nhere is well over my head about one step from\nthe bank so entailed a full swim. I reached\nthe flailing duck pretty quickly, grabbed\nit but the net was really snagged below the\nwater. I didn’t like the thought of destroying\nan 80 dollar net but could not reach down\nenough while holding the duck to free it so\nI ended up pulling hard, felt something break\nand I hightailed it back to shore carrying the\nentangled duck.",{"type":16,"tag":24,"props":540,"children":541},{},[542],{"type":16,"tag":62,"props":543,"children":546},{"alt":485,"className":544,"src":545,"style":329},[65],"https://media.wnews.org.au/gallery/2024/06/wnews20240606-062.jpg",[],{"type":16,"tag":24,"props":548,"children":549},{},[550],{"type":22,"value":551},"Once high, but certainly not dry, we set to\nwork extracting the poor duck from the net.\nRemarkably, my net was still entirely intact,\neven all the weights were there!",{"type":16,"tag":24,"props":553,"children":554},{},[555],{"type":22,"value":556},"I was able to remove the hook on-site\nwithout causing any further damage. The\nhook was not embedded in the duck’s bill\nas first thought, it was straight through the\ncentre of the tongue. The duck was a good\nweight and the hook hole was healed already\nat the edges of the wound due to how long\nit had been embedded, so we were able to\nrelease it immediately.",{"type":16,"tag":24,"props":558,"children":559},{},[560],{"type":22,"value":561},"The duck certainly was happier than\nI as I knew my backpack of spare clothes\nthat usually travels with me for just these\noccasions, was not in my van. It was going to\nbe a chilly hour travel back home.",{"type":16,"tag":24,"props":563,"children":564},{},[565],{"type":22,"value":566},"I cannot thank the couple enough who\nwere holidaying in the cabin right where\nwe caught the duck. I am not good with\nnames so cannot recall their names but I was\nprovided with a dry shirt, long pants and\nsocks to change into! I was still very cold\nbut considerably more comfortable for the\njourney home than I would have been.\nI’ve never had a bird drag my net gun\nnet so far out from the shore in deep water\nbefore. I did not anticipate getting wet for\nthis one. Moral of the story...always expect\nthe unexpected and people please, PLEASE\npick up discarded lines and hooks.",{"title":8,"searchDepth":155,"depth":155,"links":568},[],"content:wildlife:2024:2024-06-06.md","wildlife/2024/2024-06-06.md",1718373282125]