{"_path":"/articles/2016/list/editor-awarded-order-of-australia-medal","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Waranga News Editor awarded Order of Australia Medal","description":"Our own Dr Mary Jo Fortuna of Rushworth has been awarded an Order of Australia Medal in the latest Queen’s Birthday honours list.","image":"/gallery/2016/06/wnews20160616P01-188x188.jpeg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"waranga-news-editor-awarded-order-of-australia-medal"},"children":[{"type":"text","value":"Waranga News Editor awarded Order of Australia Medal"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Our own Dr Mary Jo Fortuna of Rushworth has been awarded an Order of Australia Medal in the latest Queen’s Birthday honours list."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The closely guarded news was kept amazingly ‘secret’ and embargoed, but with the publishing of the honours list last Monday, the news spread like wildfire, with the Waranga News Editor beseiged by phone calls at the News office and filming interviews for WIN news television screening."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Anyone who’s known Mary Jo will appreciate the service she has given the various local and university campuses over the years. But few would know her full involvement until the reading of the citation was published, and there are probably many other services that have not made it to the list!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Need we note that Mary Jo, herself, was quite overwhelmed by the attention and commented that she had nearly forgotten some of her various involvements."}]},{"type":"element","tag":"h2","props":{"id":"retirement-not-exactly"},"children":[{"type":"text","value":"Retirement ~ not exactly!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Although Mary Jo retired from lecturing and co-ordinating the Social Science faculty at the Shepparton Campus of La Trobe University in 2014, her days of pottering in the garden (as she had envisaged) have not exactly come to fruition. She was head-hunted to work with the St Vincent de Paul Society as Social Justice coordinator for the NorthEast Central region which often takes her off to Shepparton or Melbourne for meetings (just when we need her here), and her work in St Mary’s Parish includes playing music and being a member of the Parish Pastoral Council."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As well as all this, involvement in her large family’s events and celebrations make many calls on her - well, with her seven children now married and twelve grandchildren, there are always reasons to gather!"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"retirement-not-exactly","depth":2,"text":"Retirement ~ not exactly!"}]}},"_type":"markdown","_id":"content:articles:2016:list:editor-awarded-order-of-australia-medal.md","_source":"content","_file":"articles/2016/list/editor-awarded-order-of-australia-medal.md","_extension":"md"}