[{"_path":"/kids/2021/list/budgerigars","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Budgerigars","description":"Hey Kids!  In this edition of the Waranga News we are taking a look at a super cute little Australian bird – the budgerigar! The collective noun for budgerigars is a chatter, and if you have ever come across a flock in the wild, that is a very apt description! Right now, thousands of budgerigars are flocking to the Australian outback thanks to perfect breeding conditions across the country. The large flocks of budgies have transformed the Red Centre into a sea of green and gold.","image":"/gallery/2021/08/budgerigars-1401705.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"budgerigars"},"children":[{"type":"text","value":"Budgerigars"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Hey Kids!  In this edition of the Waranga News we are taking a look at a super cute little Australian bird – the budgerigar! The collective noun for budgerigars is a chatter, and if you have ever come across a flock in the wild, that is a very apt description! Right now, thousands of budgerigars are flocking to the Australian outback thanks to perfect breeding conditions across the country. The large flocks of budgies have transformed the Red Centre into a sea of green and gold."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgerigars have been bred in captivity since the 1850s and this little Aussie favourite has become a popular pet around the world, being kept as small flocks in aviaries or as companion birds in smaller cages. These cheeky little birds have their own set of unique features that make them the interesting little characters that they are. The budgerigar was first described by George Shaw in 1805, and given its current binomial name by John Gould in 1840. The genus name Melopsittacus comes from Greek and means “melodious parrot”. The species name undulatus is Latin for “undulated” or “wave-patterned”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The name Budgerigar is derived from a Gamilaraay Aboriginal language in which they are known as ‘Betcherrygah‘, which is thought to mean ‘good food’. Budgies are one of the smallest members of the parakeet family and are native to Australia. They are found throughout most of Australia’s interior, west of the Great Dividing Range, but are not present in Tasmania, Cape York, or the coastal areas of eastern, northern or south-western Australia. Have you ever spotted budgies in our district?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgerigars are highly nomadic birds and generally fly north during winter, covering significant distances as they migrate. Flocks follow rainfall and seasonally abundant seeding grasses. The flocks normally range in size from 3 to 100 birds. After rainfall, flocks can number in the thousands! Wild budgies inhabit savannas, grasslands, open forests, grassy woodlands and farmland. It is important that budgies drink each day, so they’re usually found near water."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies have a third eyelid that is not usually visible, but that is important for lubricating the eyes and keeping them clear of dirt and debris."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies have a very high resting respiration rate, ranging between 65-85 breaths per minute."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The heart rate of the budgie is also extremely fast and cannot be monitored by listening in the normal way, as it beats over 300 times per minute!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The original budgies were greenish-yellow in colour, and from this, other colours developed. The second colour was pure yellow, which was bred from a genetic mutation. The first blue budgie wasn’t seen until 1878!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies can move and see out of each eye independently of the other one, which is known as having monocular vision."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A budgie can have up to 3,000 feathers in total across their whole body."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies grind their beaks when they are happy and relaxed, similar to cats and purring!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The bones of budgies (and most other birds that are capable of flight) are hollow, and filled with air sacs rather than bone marrow."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies have more vertebrae in their necks than humans do, allowing them to swivel their heads up to 180 degrees, or to allow them to face backwards!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies can only afford to lose between 10-12 drops of blood before their blood loss becomes fatal."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The skeleton of female budgies gains density during the breeding season, as she stockpiles calcium to support breeding. This can make the female budgie gain around 20% of her bodyweight during this time!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The shells of a budgie’s eggs are covered with pores, which allow oxygen and carbon dioxide to enter and exit the shell."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The patterns of light and the shortening and lengthening of the days tells the female budgie when it is breeding season. Artificial lighting can interfere with this."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In mammals such as humans, our lungs themselves expand and contract as we breathe, as air flows in and out. In budgies, the muscles of the chest cavity itself expands and contracts, to force air in and out."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies do not have a bladder, and so their urine and faeces pass out of the same entrance. Budgies do not urinate!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgies also poop as often as every twenty minutes! Super hearing!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgie’s range of hearing ranges from 400-20,000 Hz, and budgies can remember sequences of sounds, and sometimes mimic them."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Super sight! Budgies have an incredibly acute vision in terms of the number of images their brains can process at a time. Budgies can register over 150 images per second, compared with just 16 for humans!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Talkative! While there is no guarantee that any given budgie will sing or talk, budgies are among the most vocal of all pet bird species, and most budgies can at least say a few words! They also tend to have a greater vocabulary and clearer voices than most other pet birds, including the cockatoo and macaw."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Maths genius! Budgies can be taught to count up to three, and do very basic sums that involve just those three numbers! So if you put three treats in your hand in front of your budgie and only offer them two, they will probably know that they are being short changed!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"While most of our feathered friends have three toes that point forward and one that faces backward. Budgies and other parrots have two pointing forward and two pointing backward."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Budgerigars are monogamous and mate for life. Breeding occurs at any time of the year, but typically after rain. Wild budgies will sometimes nest within metres of each other, and prepare a comfortable nest by lining existing cavities of tree trunks, branches and logs. Domesticated budgies will happily nest in a provided breeding box."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:kids:2021:list:budgerigars.md","_source":"content","_file":"kids/2021/list/budgerigars.md","_extension":"md"},{"_path":"/kids/2021/list/possums","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Possums","description":"Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!","image":"/gallery/2021/06/possum-329342.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"possums"},"children":[{"type":"text","value":"Possums"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Possums are iconic Aussie animals. Their cute and fluffy appearance coupled with their non-aggressive nature makes them firm wildlife favourites. These beautiful night-time visitors may thud around on our rooftops or cheekily nibble our garden herbs, but we’re so lucky to have such amazing animals right in our own backyards!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"• There are 23 possum species in Australia. The most common species are the common brushtail possum and the common ringtail possum. • The largest species of possum is the cuscus. • Possums are also native to Papua New Guinea and Sulawesi, and are also found as an introduced species in New Zealand and China. • While some species of possum are common, several are endangered, such as the black-spotted cuscus, which is critically endangered. • A female possum is called a ‘Jill’, a male possum is called a ‘Jack’, and a young possum is called a ‘Joey’. • A group of possums is called a passel. • Possums can live for up to 11 years. • Possums are nocturnal marsupials. • Most possums live in the hollows of tall trees, but the common ringtail possum builds nests known as ‘dreys’ in bushes or trees. • Possums mainly eat eucalyptus and other leaves. They also eat nectar, flowers and fruit. In the veggie garden and orchard they especially love nibbling on apples, pears, grapes, bananas, corn, lettuce, cucumbers, broccoli and tomatoes. • While possums are mainly herbivores, they have also been known to eat insects and birds’ eggs. • Possums can make all sorts of noises, from grunts and growls to clicks, hisses and screeches. • Most possums are solitary animals, except when raising their young, but ringtail possums tend to live in family groups of three or more. • With both ringtail and brushtail possums the newly born will crawl to the mother’s pouch where it will receive milk from a teat for around 4-5 months.  The young leave the pouch and suckle for another 4-8 weeks riding on their parent’s back until fully weaned. • Possums are protected wildlife in Australia. Without certain permits, it is against the law to trap, hunt or kill possums. • The first possums were brought to New Zealand in 1837 from Australia. In New Zealand, possums have no natural enemies, so possum numbers increased quickly. It is thought of as a pest in New Zealand. The possum has done a lot of damage to the native plants, animals and birds."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Many New Zealand companies now make fibre from possum  fur.  Possum fibre is very warm, and is used to make jumpers, socks, hats, scarves, gloves and blankets. To some people, possums are welcome visitors, but to others, possums are seen as a pest, especially when they live in your roof space, run around noisily at night, or eat your fruit and veggies from your garden. The good news is that there are some simple things we can do to make sure that everyone loves living with possums!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Possums in the roof If there is a possum living in your roof space, most people tend to call a licensed possum re-locator to remove the possum. However, this is not often a long-term solution. The re-locator can only release the possum within 25 metres of where it was caught, since taking it further would most likely cause the possum to die due to not being able to find a suitable home and food within the new territory. The possum would then come back and try to find another entry point to its home."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The best solution is to provide a nest box in your yard for the possum to move into. You can put quassia chips in or around the old entry into your roof to deter the possums from entering."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If possums are eating the fruit from your fruit trees, you can wrap thin sheet metal around the trunks of the trees to stop them from climbing up. You can also use light shade cloth or white bird netting to cover plants at night or wrap fruit, or you can enclose your veggie garden with chicken wire. You can also make a spray from quassia chips that can be sprayed around your plants to keep possums away. Quassia chips come from the white bark of a tree native to Jamaica and many other islands of the West Indies. The chips have a bitter taste which repels possums, so can be spread around the area where they are entering the roof. The chips can be ordered online – just search for quassia chips!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Above all, we need to remember to respect and cherish these wonderful creatures. We’ve chopped down the trees they use for dens and foraging to make way for our homes, and rather than dying out, they have adapted to living alongside us. And how lucky we are that they have!"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:kids:2021:list:possums.md","_source":"content","_file":"kids/2021/list/possums.md","_extension":"md"},{"_path":"/kids/2021/list/the-bandicoot","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"The Bandicoot","description":"Hey Kids! In this edition of the Waranga News we are taking a look at a cute little marsupial that leaves behind a series of small round holes called ‘snout pokes’. This creature is the bandicoot, and snout pokes are the result of bandicoots foraging for underground larvae and insects.","image":"/gallery/2021/07/bandicoot-2272314.jpg","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Hey Kids! In this edition of the Waranga News we are taking a look at a cute little marsupial that leaves behind a series of small round holes called ‘snout pokes’. This creature is the bandicoot, and snout pokes are the result of bandicoots foraging for underground larvae and insects."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Because we don’t see them often, we might not know as much about them as some of the more common animals – so here’s a few interesting facts about our loveable bandicoots:"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"They’re omnivorous, studies have found them to eat everything from spiders and slaters to fungi and fruits!  They make nests! These are built with leaf litter and soil and sometimes feature a hollow nesting chamber. But sometimes they even take shelter in rabbit burrows."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Bandicoots are about the size of a rabbit, and have a pointy snout, humped back, thin tail and large hind feet. There are around 20 species of bandicoots in Australia. The name bandicoot is actually a rough translation of a word pandi-kokku, or pig-rat, from the South Indian language of Telugu. The term was originally applied to an unrelated group of rodents in India before it was adapted to describe the marsupial. It also goes by several different names in indigenous dialects."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"These cuties are known to be aggressive amongst themselves and often end up with shortened or scarred tails or behinds as a result, who would have known? Bandicoots have at least 4 distinct vocalisations:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"a high-pitched, bird-like noise used to locate one another"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"when irritated, they will make make a “whuff, whuff” noise"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"when feeling threatened or alarmed, they will make a loud “chuff, chuff” noise and loud whistling squeak at the same time"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"when in pain or experiencing fear, they make a loud shriek."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There are a number of threats to bandicoots, including foxes and cats. Due to changes in the Australian ecosystem, long-term population numbers are in significant decline."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Eastern Barred Bandicoot is listed as extinct in the wild. These small nocturnal marsupials were once widespread across the grasslands and woodlands of western Victoria and South Australia.The decline of the Eastern Barred Bandicoot is primarily due to loss of habitat and threat from foxes."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Zoos Victoria has partnered with several organisations to play a key role in the recovery of this species. Since 1991, Zoos Victoria has bred more than 650 bandicoots. Now there are three reintroduced populations protected by predator-barrier fences on the mainland, and a fourth population on Churchill Island."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Zoos Victoria is also conducting trials to see if trained Maremma dogs can protect the Eastern Barred Bandicoots from predators."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In Victoria, the Southern Brown Bandicoot (Isoodon obesulus obesulus) is the most common bandicoot, although this species is also endangered."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Bandicoots are solitary, terrestrial (non-climbing) and nocturnal marsupials. They’re highly active and have a running style described as a ‘gallop’!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Bandicoots forage at night using their sensitive noses to smell out food. They then use their long, curved toes to dig out the underground fare."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The bandicoot entered public consciousness after the release of the popular video game Crash Bandicoot for the Sony PlayStation in 1996. Positioned as an edgy mascot in the image of Mario or Sonic, Crash is a genetically modified eastern barred bandicoot with unique powers."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Like other marsupials, the bandicoot is an animal that carries its young in a specialised pouch for the first few weeks of life. However, there is one important difference. This pouch faces backward rather than forward to prevent dirt from entering when the bandicoot is digging in the ground."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The under-developed, furless young are only 1cm when born, and take three months to live independently. If food is scarce, the female bandicoot may resort to eating her young!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Thanks to evolutionary adaptations, bandicoots have the ability to switch between different modes of movement. They can hop around on the hind legs similar to a kangaroo or walk on all four legs. The hind limb is also a useful instrument for grooming."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Bandicoots can live for 3 to 7 years."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:kids:2021:list:the-bandicoot.md","_source":"content","_file":"kids/2021/list/the-bandicoot.md","_extension":"md"}]