{"_path":"/wildlife/2024/2024-04-25","_dir":"2024","_draft":false,"_partial":false,"_locale":"","title":"Koala Rescue","description":"We have been very busy at Bohollow\nattending rescues back to back. The days start\nearly and the calls continue late into the night.\nWe have had two cases on active firegrounds\nrecently. One a few weeks ago and one on\nSunday - both koalas. The first was a poor\nfemale koala who was found by fire-fighters\nat the base of a tree on fireground at Ulupna\nIsland. She had two small blister burns on one\nhind foot but besides smoke inhalation and\nbeing extremely subdued, she seemed alright.\nBurns are challenging wounds to deal with as\nthe extent of damage is not always evident\nat the beginning. The following day, the two\nblisters had progressed to the entire pad of\nher hind foot which eventually came right off\nleaving a very red, raw, foot which required\ndressings and wound treatment.","image":"/gallery/2024/04/wnews20240425-058.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"koala-rescue"},"children":[{"type":"text","value":"Koala Rescue"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We have been very busy at Bohollow\nattending rescues back to back. The days start\nearly and the calls continue late into the night.\nWe have had two cases on active firegrounds\nrecently. One a few weeks ago and one on\nSunday - both koalas. The first was a poor\nfemale koala who was found by fire-fighters\nat the base of a tree on fireground at Ulupna\nIsland. She had two small blister burns on one\nhind foot but besides smoke inhalation and\nbeing extremely subdued, she seemed alright.\nBurns are challenging wounds to deal with as\nthe extent of damage is not always evident\nat the beginning. The following day, the two\nblisters had progressed to the entire pad of\nher hind foot which eventually came right off\nleaving a very red, raw, foot which required\ndressings and wound treatment."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Over the next few days her other hind foot\nbegan to show signs of burns coming to the\nsurface. Both hind feet were treated and I’m\nhappy to say are healing nicely with fresh new\nskin. One of her hands, more than five days\nlater erupted with a now visible burn wound\nas well which meant more treatment and\ndressings. She is coping well with her time\nin care and we expect she will make a full\nrecovery. Once her wounds are completely\nhealed, she will be returned to her wild home.\nOn Sunday we were called to an injured koala\nwho was still eight metres up a gum tree but\nwas showing signs of a leg injury. Although\nhe was unwell, getting the feisty boy to give\nup his comfortable perch in a fork in the tree\ntrunk and come to ground wasn’t an easy task."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"After a lengthy battle with my rescue\npoles and nets, eventually resorting to putting\nour big extension ladder up so I had a bit\nmore control over stopping him from going\neven higher, we managed to persuade the\nirritable koala that down was the best way to\ngo. Once safely packed for transport we took\nhim back to our Kotupna shelter where Deb\nand I confirmed he does have a leg injury\nso he is currently settling into care with an\nx-ray planned for this week to check for any\nfractures that we may not have been able to\npick up due to swelling. Both these animals\ncame off bushfire ground where the fires were\nextremely slow burning."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The canopy was not burnt at all, both fires\nmoving slowly across the bushland floor.\nThe Ulupna fire was one of a number of fires\nwhich were deliberately lit, while it has not\nbeen determined how the Coomboona fire was\nstarted. This demonstrates how devastating\neven a low, slow moving fire can be for\nwildlife. Most birds and animals are able to\nmove out of the way before they get burnt but\nboth these koalas got injured moving across\nhot ground. They weren’t burnt in the initial\nfire but got injured traversing across the hot\nearth once the fire had passed through. Spare\na thought for any ground dwelling insects,\nspiders, reptiles, etc which may not have been\nable to clear out in time or find an adequate\nhiding place to shelter from the heat and fire."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Fire, even slow burns, can be devastating for\nthe immediate ecosystem which is burnt."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:wildlife:2024:2024-04-25.md","_source":"content","_file":"wildlife/2024/2024-04-25.md","_extension":"md"}