{"_path":"/history/2022/list/shocking-coincidence-to-start-1972","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Shocking coincidence to start 1972","description":"Fifty years ago, 1972 started badly for a local (bottom) publican and twelve of his drinkers. In a remarkable coincidence, their watches must have stopped simultaneously, just before closing time. All were found guilty and fined for selling or drinking liquor outside legal hours! Three are still living, and mates of mine, so best we leave the story there.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"shocking-coincidence-to-start-1972"},"children":[{"type":"text","value":"Shocking coincidence to start 1972"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Fifty years ago, 1972 started badly for a local (bottom) publican and twelve of his drinkers. In a remarkable coincidence, their watches must have stopped simultaneously, just before closing time. All were found guilty and fined for selling or drinking liquor outside legal hours! Three are still living, and mates of mine, so best we leave the story there."}]},{"type":"element","tag":"h2","props":{"id":"new-ownership"},"children":[{"type":"text","value":"New ownership"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Peter and Michelle Davidson purchased the Rushworth Chronicle from Geoff and Mary Beck."}]},{"type":"element","tag":"h2","props":{"id":"council-business"},"children":[{"type":"text","value":"Council business"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Speculation resumed about sealing the road connecting Rushworth and Bailieston, as a means to link with Nagambie, and for tourism purposes. As previously, the Shires of Waranga and Goulburn could not agree."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A public meeting was held in the Shire Hall in protest at re-valuation of properties in Waranga Shire, and the resultant rate increases, including speculation about an appeal to the Supreme Court. (Good luck finding the funds for that!)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Chronicle reported on Forest Commission consideration of creation of a Forest Park of 23,000 acres (9,300 hectares), to include Whroo."}]},{"type":"element","tag":"h2","props":{"id":"history"},"children":[{"type":"text","value":"History"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth and District Historical Society offered $200 to take over the Phoenix mine on the north-western edge of the town. Not successful, and all trace of the site is now long gone."}]},{"type":"element","tag":"h2","props":{"id":"community"},"children":[{"type":"text","value":"Community"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A massive strike within the State Electricity Commission shut down factories and businesses as power supplies were rationed to households. Evening sport involving lighting was banned."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Compulsory chest X-rays to detect TB in adults were promoted across the district. A fine of $40 was the liability for non-attendance."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Rushworth Progress Association set its sights on attracting a new industry to the town. Not counted in the plan was speculation about a TAB agency, after several failed applications by Jim Lloyd."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At Murchison, inaugural trustees met to discuss what was called the New Public Hall. There was concern that despite Murchison’s brand new pool, few parents attended the pool committee annual meeting. (Now where have we heard that before?)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth RSL had a Ladies Auxiliary, Mrs Win Hageman as president."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A Victorian duck season licence was available for $3 from Howard and Rosemary Hawking’s hardware store."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Stanhope Lions were raffling a $450 children’s playhouse for the elderly citizens. (Proceeds for elderly citizens, not the house, if you follow carefully.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Starring at GV carnival were Stanhope junior firefighters Graham Wastell, Peter Armstrong, David Harrison and Ray Forrester."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Tomato pickers were urgently needed, particularly by Jim Gamble at Colbinabbin. (He should have got some of the Diddleys!)"}]},{"type":"element","tag":"h2","props":{"id":"schools"},"children":[{"type":"text","value":"Schools"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"New teachers at Rushworth Primary included Mrs Diane Olston, transferred from Murchison and teaching preps, Miss Jill Johnston teaching grade two and Miss Anthea Barry for grade three. Eighty families were represented at the school. Eight fathers turned up for a “monster working bee”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Mrs Johansen presented the preps with a new tortoise, Mr Tickles, and the school now received the daily milk supply in white patterned plastic bags instead of third-pint bottles."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"House captains elected were Dianne Allen and Chris Clarke (Murray House), Isabel McLean and Adrian Weston (Ovens), Patricia Roberts and Allan McGillivray (Campaspe), Lyn Home and Malcolm Cruz (Goulburn). (These were the “big kids” of grade 6!)"}]},{"type":"element","tag":"h2","props":{"id":"personal"},"children":[{"type":"text","value":"Personal"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kitchen teas were popular. Yvonne Pettifer was hosted at the home of her aunt Chris Wootton, Mary Beck presenting gifts on behalf of all. Frances Kennedy was featured at the Fire Station when Mrs Eileen Lambden did the presentation honours."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The newspaper caught up with a late report of the January wedding of Kathleen Elizabeth Grigg and Edward Leonard John Clarke at St Mary’s Church. (Equally late golden wedding anniversary congratulations to you both.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Passing were Alfred Furphy, at Sale, brother of Bill, Mrs Ivy Buzza and Mrs Arthur Lynas, and Elsie Kinsman of Rushworth, sister to eight siblings. Former resident Jim Abikhair died in Melbourne, as did Mrs Les Wood (nee Colliver), who was raised at Rushworth."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"David McIntosh senr., formerly of Wanalta, died in Bendigo, leaving widow Maud, four daughters, one son, fifteen grandchildren and sixteen great grandchildren. Aub Geisler, Bryon and Adrian McIntosh are grandchildren. Geoff and Lorna Britton took over the running of Coyle’s Café."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Investigating the crashing of pots and pans, Clarrie Brasher found a brown snake in his kitchen sink, bringing its life to a swift conclusion."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Receiving congratulations on their engagement were Miss Judith Lambden and Mr Denis Ogden."}]},{"type":"element","tag":"h2","props":{"id":"sport"},"children":[{"type":"text","value":"Sport"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth B-grade tennis team No. 2 was Graeme Wall, Alf Raglus, Ted Shanks, Glen Heily, Janet Mackinder, Kathy Thompson, Marilyn McKeown and Pam Laurie, down to Tatura by just three games."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In the biggest upset of the A-grade cricket season, Rushworth 4/216 (Modesty Forbids 87, Johansen 65 not out) beat top team Kyabram Red 125 (Bruce Wootton 4/28, Suntan Perry 3/19). Graeme Hageman took four catches. Five of Rushworth’s players were seventeen years or younger."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth Under-15 team were dismissed for 33 and 65 runs to lose outright to Tatura 137."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison juniors made 28 runs against Tongala, ten of those by Murray Burls."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Colbinabbin avoided outright defeat to Raywood Maroons (two teams at Raywood then), as Ian Reid attacked the bowling before being stumped for 25."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Cec Bradley was the new champion at Rushworth bowls, defeating Jack Borger. Losing semi-finalists were Charlie Jones and Jeff Geddes. To fund the painting of the pavilion, all players were levied 50 cents. (There were more players then, but that fund would not buy a decent paint roller today!)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Six weeks before the first football match, Rushworth was to start training under new playing coach Bob Wilson, who drove a bread van for Sunicrust Bakeries. Plans of other district clubs were not reported, or training commenced sensibly a little later."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"new-ownership","depth":2,"text":"New ownership"},{"id":"council-business","depth":2,"text":"Council business"},{"id":"history","depth":2,"text":"History"},{"id":"community","depth":2,"text":"Community"},{"id":"schools","depth":2,"text":"Schools"},{"id":"personal","depth":2,"text":"Personal"},{"id":"sport","depth":2,"text":"Sport"}]}},"_type":"markdown","_id":"content:history:2022:list:shocking-coincidence-to-start-1972.md","_source":"content","_file":"history/2022/list/shocking-coincidence-to-start-1972.md","_extension":"md"}