[{"_path":"/kids/2020/list/kookaburra-facts-for-kids","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Kookaburra Facts for Kids","description":"The Kookaburra is a member of the Tree Kingfisher family. It is famous for having a loud call that sounds like human laughter.","image":"/gallery/2020/03/wnews20200326-094.png","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"kookaburra-facts-for-kids"},"children":[{"type":"text","value":"Kookaburra Facts for Kids"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Kookaburra is a member of the Tree Kingfisher family. It is famous for having a loud call that sounds like human laughter."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Kookaburra is a member of the Tree Kingfisher family. It is famous for having a loud call that sounds like human laughter."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There are four species of Kookaburra"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Despite its name, the Shovel-Billed Kookaburra (Latin name Clytoceyx rex) is in the same family as the kookaburras but despite its name is not in the same genus."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kookaburras all have long bills, which can grow up to 10 cm long."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Although Kookaburras are in the ‘Tree Kingfisher’ family, they don’t need to live near water and fish aren’t a major part of their diet."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kookaburras are the largest of all the kingfishers."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Although well known for being an Australian bird, Kookaburras are also found in New Guinea."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kookaburras are famous for their call, which sounds like laughter."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Groups of Kookaburras often call loudly at dawn and dusk. The birds’ calls are known as the ‘Bushman’s Clock’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All Kookaburras are rated as being of ‘Least Concern’ on the IUCN Red List."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kookaburras have learned to live alongside humans, and are often seen in suburban areas."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kookaburras have been known to prey on chicks and ducklings on farms."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Kookaburra features in the popular children’s song, ‘Kookaburra Sits In The Old Gum Tree’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There are four species of kookaburra:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Rufous-Bellied Kookaburra (Dacelo gaudichaud)"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Spangled Kookaburra (Dacelo tyro)"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Blue-Winged Kookaburra (Dacelo leachii)"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Laughing Kookaburra (Dacelo novaeguineae)"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Animal Expert fact"}]},{"type":"text","value":": You can tell an animal’s genus by looking at the first word of its scientific name. For example, the Laughing Kookaburra’s scientific name is ‘Dacelo novaeguineae‘. Therefore its genus is ‘Dacelo‘."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Meat Eaters!"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Unlike some other members of the kingfisher group, Kookaburras do not have to live by water. They live and feed in native bushland. Fish do not form a major part of their diet. Although Kookaburras are known for being an Australian bird, only the blue-winged and Laughing Kookaburras are found in Australia. The other two species are also found in New Guinea."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Physical Description"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All four Kookaburras have a similar build. All are reasonably large birds. They have short, rather round bodies, and short tails. The most striking thing about a kookaburra is its big bill."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Laughing Kookaburra is the best known Kookaburra. It is found in eastern Australia, including Tasmania. It is also found in southwest Australia after having been introduced there in the late 19th century."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The laughing kookaburra has a pale head and chest, with dark wings and tail feathers. It has a long dark patch over its eyes, and of course, a long, powerful-looking bill."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There is a small patch of blue on its wings, but not as much as the bluewinged kookaburra."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Diet And Hunting"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All kookaburras are mainly carnivorous (meat eaters) and have a varied diet. They eat a range of animals, from insects to snakes."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"They will eat insects, small mammals, lizards and even venomous snakes. Kookaburras perch on branches and wait for their prey to approach. When the prey is in range, they swoop down and grab it in their big beaks."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"The Kookaburra’s Laugh"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Kookaburra’s laugh is a familiar sound in native bushland all over Australia but also around parklands in our many towns and cities. Their unusual call sounds more like a great big belly laugh as if something has really amused them, but they are not really laughing at all; they are actually telling other Kookaburras that this is their territory. Groups of Kookaburras often start laughing at the same time, making an unforgettable din!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Breeding"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kookaburras live in families just like us. They mate for life and raise a family together, with the older siblings helping to raise the younger babies. Chicks are born blind and with absolutely no feathers which take a month to grow. (No wonder they need help from their older brothers and sisters.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Are Kookaburras Endangered?"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All native wildlife is protected by Australian law. However, any future habitat loss, (such as the New Year bushfire season), would threaten the Kookaburras."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"A fun fact:"}]},{"type":"text","value":" In many of the old Tarzan movies, the jungle sounds were often recordings of the laughing Kookaburra call, which lives nowhere near Africa!"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:kids:2020:list:kookaburra-facts-for-kids.md","_source":"content","_file":"kids/2020/list/kookaburra-facts-for-kids.md","_extension":"md"},{"_path":"/kids/2021/list/possums","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Possums","description":"Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!","image":"/gallery/2021/06/possum-329342.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"possums"},"children":[{"type":"text","value":"Possums"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Possums are iconic Aussie animals. Their cute and fluffy appearance coupled with their non-aggressive nature makes them firm wildlife favourites. These beautiful night-time visitors may thud around on our rooftops or cheekily nibble our garden herbs, but we’re so lucky to have such amazing animals right in our own backyards!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"• There are 23 possum species in Australia. The most common species are the common brushtail possum and the common ringtail possum. • The largest species of possum is the cuscus. • Possums are also native to Papua New Guinea and Sulawesi, and are also found as an introduced species in New Zealand and China. • While some species of possum are common, several are endangered, such as the black-spotted cuscus, which is critically endangered. • A female possum is called a ‘Jill’, a male possum is called a ‘Jack’, and a young possum is called a ‘Joey’. • A group of possums is called a passel. • Possums can live for up to 11 years. • Possums are nocturnal marsupials. • Most possums live in the hollows of tall trees, but the common ringtail possum builds nests known as ‘dreys’ in bushes or trees. • Possums mainly eat eucalyptus and other leaves. They also eat nectar, flowers and fruit. In the veggie garden and orchard they especially love nibbling on apples, pears, grapes, bananas, corn, lettuce, cucumbers, broccoli and tomatoes. • While possums are mainly herbivores, they have also been known to eat insects and birds’ eggs. • Possums can make all sorts of noises, from grunts and growls to clicks, hisses and screeches. • Most possums are solitary animals, except when raising their young, but ringtail possums tend to live in family groups of three or more. • With both ringtail and brushtail possums the newly born will crawl to the mother’s pouch where it will receive milk from a teat for around 4-5 months.  The young leave the pouch and suckle for another 4-8 weeks riding on their parent’s back until fully weaned. • Possums are protected wildlife in Australia. Without certain permits, it is against the law to trap, hunt or kill possums. • The first possums were brought to New Zealand in 1837 from Australia. In New Zealand, possums have no natural enemies, so possum numbers increased quickly. It is thought of as a pest in New Zealand. The possum has done a lot of damage to the native plants, animals and birds."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Many New Zealand companies now make fibre from possum  fur.  Possum fibre is very warm, and is used to make jumpers, socks, hats, scarves, gloves and blankets. To some people, possums are welcome visitors, but to others, possums are seen as a pest, especially when they live in your roof space, run around noisily at night, or eat your fruit and veggies from your garden. The good news is that there are some simple things we can do to make sure that everyone loves living with possums!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Possums in the roof If there is a possum living in your roof space, most people tend to call a licensed possum re-locator to remove the possum. However, this is not often a long-term solution. The re-locator can only release the possum within 25 metres of where it was caught, since taking it further would most likely cause the possum to die due to not being able to find a suitable home and food within the new territory. The possum would then come back and try to find another entry point to its home."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The best solution is to provide a nest box in your yard for the possum to move into. You can put quassia chips in or around the old entry into your roof to deter the possums from entering."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If possums are eating the fruit from your fruit trees, you can wrap thin sheet metal around the trunks of the trees to stop them from climbing up. You can also use light shade cloth or white bird netting to cover plants at night or wrap fruit, or you can enclose your veggie garden with chicken wire. You can also make a spray from quassia chips that can be sprayed around your plants to keep possums away. Quassia chips come from the white bark of a tree native to Jamaica and many other islands of the West Indies. The chips have a bitter taste which repels possums, so can be spread around the area where they are entering the roof. The chips can be ordered online – just search for quassia chips!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Above all, we need to remember to respect and cherish these wonderful creatures. We’ve chopped down the trees they use for dens and foraging to make way for our homes, and rather than dying out, they have adapted to living alongside us. And how lucky we are that they have!"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:kids:2021:list:possums.md","_source":"content","_file":"kids/2021/list/possums.md","_extension":"md"}]