{"_path":"/articles/2023/list/montevideo-maru-mural-launch","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Montevideo Maru Mural launch - a great day for Stanhope","description":"A large crowd was in attendance for the official opening of the Montevideo Maru mural in Monash St Stanhope on Saturday.","image":"/gallery/2023/04/wnews20230420-009.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"montevideo-maru-mural-launch-a-great-day-for-stanhope"},"children":[{"type":"text","value":"Montevideo Maru Mural launch - a great day for Stanhope"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A large crowd was in attendance for the official opening of the Montevideo Maru mural in Monash St Stanhope on Saturday."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     While the mural had been completed by artist Tim Bowtell a year ago, there     is now a commemorative plaque and a series of information boards to     accompany it. These were unveiled by RSL Secretary George Gemmill, who has     been a driving force behind the project. Many community members have been     involved in the project in what has been a great Stanhope community effort. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     The Montevideo Maru was a Japanese ship transporting prisoners of war from     Rabaul, on the island of New Britain, which is part of Papua New Guinea to     Hainan Island. Most of the prisoners were from the Australian 22nd Infantry     Battalion. They had been in the force which had unsuccessfully tried to     repel the Japanese invasion of New Britain. Many of the men in the battalion     had their roots in the Goulburn Valley, including several with a Stanhope     connection. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     Unfortunately, the ship was sunk by the US submarine “Sturgeon”, thinking it     was a legitimate target. There was nothing to indicate that the ship was     carrying prisoners of war. Over 1000 Australians died in the sinking, making     it the worst maritime disaster in Australian history. Most of the men who     were locked below deck never had a chance. Some of those who did get into     the water and were clinging to wreckage sang “Auld Lang Syne” as the ship     sank. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     Families of those who were lost were unaware of the disaster until the end     of the war. They knew their sons had been taken prisoner but had assumed     that many of them would have survived to come home. What a shattering blow     it must have been to learn their sons had died, after holding out hope for     three years. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     As one of the speakers said on Saturday, the unveiling of the memorial was a     bittersweet moment, given that the loss of the Montevideo Maru had been such     a tragedy. However, it was also important to remember those who were lost     and provide some solace for all those families who were directly affected.     Families and local RSL clubs had the opportunity to place wreaths of     remembrance beneath the mural. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     The event was capably hosted by the President of the Stanhope RSL, Philip     Chapman. George Gemmill Secretary gave a summary of the sinking of the ship     and named some of the local families who were connected with those on board     the ship who lost their lives. 22 of the Brunswick Salvation Army Band were     included in these numbers. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     He also thanked members of the Stanhope & District Development Committee for     the assistance given by their members, in particular the great amount of     support from Glenda Cowie and Christine Dicketts. Salvation Army member from     Kyabram, Captain Jacky Targett, led the prayer and Linton Targett played the     last post. The Preston Salvation Army Band, who were invited because of     their close connection with this tragedy, delighted the large crowd. Lindsay     Cox, Salvation Army Museum manager, was guest speaker for the day. Many     families and RSL branches laid floral tributes in memory. "}]},{"type":"text","value":" "},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"     Following the ceremony, the very large crowd moved into the Community Hall     to enjoy a light luncheon. There was plenty of talk as well as an     opportunity to view displays of memorabilia. Many people are now visiting     Stanhope to view the memorial. Their understanding of this poignant story     will be greatly enhanced by the new plaque and information boards. The     organising committee expressed thanks to all who contributed to making the     day the success that it was, and also to the Campaspe Shire for the     sponsorship. "}]},{"type":"text","value":" "}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:articles:2023:list:montevideo-maru-mural-launch.md","_source":"content","_file":"articles/2023/list/montevideo-maru-mural-launch.md","_extension":"md"}