{"_path":"/wildlife/2020/list/collared-sparrowhawk","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Collared Sparrowhawk","description":"Winter is a time when many birds of prey find themselves in trouble. After the hectic Spring and Summer breeding season is done and dusted I usually have a bit of a lull in the amount of new bird patients arriving at Bohollow which may last for a few weeks before the raptors begin to come in.","image":"/gallery/2020/05/wnews20200521-026.jpg","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Winter is a time when many birds of prey find themselves in trouble. After the hectic Spring and Summer breeding season is done and dusted I usually have a bit of a lull in the amount of new bird patients arriving at Bohollow which may last for a few weeks before the raptors begin to come in."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There are many reasons why winter is harsh on our raptors, as it is for many of our native species. The colder weather usually brings less food sources for birds of prey with rodents and other prey species becoming quite scarce. The shorter days mean less hunting hours for our diurnal raptor species although for our nocturnal species such as the owls, it’s obviously the opposite. To survive the colder weather they are burning up more energy and if they have not entered into winter with good weight on, winter becomes very dangerous indeed."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Juvenile raptors face their first winter hunting on their own without the assistance of parents and if they have not quite perfected the skills they need to keep good weight on, they quickly succumb to the elements."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Winter is also a great time to see our native birds of prey. During nesting time, they are often quite secretive and not seen as frequently unless you are lucky enough to have one nesting nearby. In the colder months falcons can be seen resting on fenceposts and power lines, hawks begin to hunt around residential areas where the pickings are easier to flush out and our owls also seem to gravitate to roadsides."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The male Collared Sparrowhawk is one of our smallest birds of prey. With tiny hooked beaks, spindly chicken legs and piercing yellow eyes, they are also one of our most striking raptors."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Their preferred method of hunting is to fly fast, ducking erratically through the trees and shrubs, in the hope that their prey will take flight. Usually taking small birds, once flushed out, they will actively chase them down. They are like a cheetah in the chase, it all happens very quickly and if they are unsuccessful over a short distance of pursuit, they will usually peel away and give up. They really do rely on the element of surprise."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Collared Sparrowhawks are one of my favourite raptors and alongside the Brown Goshawk, their nature is quite unique amongst our other local birds of prey. They are extremely instinct driven birds but also possess an unpredictable crazy element. Their eyes say it all. If I had to describe them in human terms, it would be that they have googly, crazy, racer eyes. Anyone who knows any professional racing car or motorcycle racers will know exactly what I mean! You just cannot predict what is going through their mind with those eyes and this goes with the utterly erratic flight they use to flush prey."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A common reason for these birds coming into the shelter is through colliding with glass windows. Many bird species can knock themselves out on windows. Sometimes this is caused by the bird catching sight of its own reflection in the glass and believing it is a rival to be attacked and driven off. In the Sparrowhawks case, I believe these collisions occur through taking a wrong turn at speed while in pursuit of prey and suddenly being stopped short by a window."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"An impact from hitting a window may not seem so drastic but for many birds, it actually causes death. They can hit at remarkable speeds and strength and just like any other impact injury, they can wind up severely concussed, bruised, fracture wings and legs and can even die on impact or shortly afterwards."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"He came to Bohollow after colliding with a window. He was suffering severe concussion but had no fractures. His weight was also a little down so he spent time at the shelter recovering and putting on weight so he has the best chance to make it through the colder months."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It doesn’t matter how often I am privileged to have these birds in my care, their intense eyes always grab me, their mad antics delight me and it is always wonderful to see them causing havoc amongst the trees with their sudden, surprise entrances."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Good luck out there little fellow."}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:wildlife:2020:list:collared-sparrowhawk.md","_source":"content","_file":"wildlife/2020/list/collared-sparrowhawk.md","_extension":"md"}