[{"_path":"/wildlife/2020/list/collared-sparrowhawk","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Collared Sparrowhawk","description":"Winter is a time when many birds of prey find themselves in trouble. After the hectic Spring and Summer breeding season is done and dusted I usually have a bit of a lull in the amount of new bird patients arriving at Bohollow which may last for a few weeks before the raptors begin to come in.","image":"/gallery/2020/05/wnews20200521-026.jpg","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Winter is a time when many birds of prey find themselves in trouble. After the hectic Spring and Summer breeding season is done and dusted I usually have a bit of a lull in the amount of new bird patients arriving at Bohollow which may last for a few weeks before the raptors begin to come in."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There are many reasons why winter is harsh on our raptors, as it is for many of our native species. The colder weather usually brings less food sources for birds of prey with rodents and other prey species becoming quite scarce. The shorter days mean less hunting hours for our diurnal raptor species although for our nocturnal species such as the owls, it’s obviously the opposite. To survive the colder weather they are burning up more energy and if they have not entered into winter with good weight on, winter becomes very dangerous indeed."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Juvenile raptors face their first winter hunting on their own without the assistance of parents and if they have not quite perfected the skills they need to keep good weight on, they quickly succumb to the elements."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Winter is also a great time to see our native birds of prey. During nesting time, they are often quite secretive and not seen as frequently unless you are lucky enough to have one nesting nearby. In the colder months falcons can be seen resting on fenceposts and power lines, hawks begin to hunt around residential areas where the pickings are easier to flush out and our owls also seem to gravitate to roadsides."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The male Collared Sparrowhawk is one of our smallest birds of prey. With tiny hooked beaks, spindly chicken legs and piercing yellow eyes, they are also one of our most striking raptors."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Their preferred method of hunting is to fly fast, ducking erratically through the trees and shrubs, in the hope that their prey will take flight. Usually taking small birds, once flushed out, they will actively chase them down. They are like a cheetah in the chase, it all happens very quickly and if they are unsuccessful over a short distance of pursuit, they will usually peel away and give up. They really do rely on the element of surprise."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Collared Sparrowhawks are one of my favourite raptors and alongside the Brown Goshawk, their nature is quite unique amongst our other local birds of prey. They are extremely instinct driven birds but also possess an unpredictable crazy element. Their eyes say it all. If I had to describe them in human terms, it would be that they have googly, crazy, racer eyes. Anyone who knows any professional racing car or motorcycle racers will know exactly what I mean! You just cannot predict what is going through their mind with those eyes and this goes with the utterly erratic flight they use to flush prey."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A common reason for these birds coming into the shelter is through colliding with glass windows. Many bird species can knock themselves out on windows. Sometimes this is caused by the bird catching sight of its own reflection in the glass and believing it is a rival to be attacked and driven off. In the Sparrowhawks case, I believe these collisions occur through taking a wrong turn at speed while in pursuit of prey and suddenly being stopped short by a window."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"An impact from hitting a window may not seem so drastic but for many birds, it actually causes death. They can hit at remarkable speeds and strength and just like any other impact injury, they can wind up severely concussed, bruised, fracture wings and legs and can even die on impact or shortly afterwards."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"He came to Bohollow after colliding with a window. He was suffering severe concussion but had no fractures. His weight was also a little down so he spent time at the shelter recovering and putting on weight so he has the best chance to make it through the colder months."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It doesn’t matter how often I am privileged to have these birds in my care, their intense eyes always grab me, their mad antics delight me and it is always wonderful to see them causing havoc amongst the trees with their sudden, surprise entrances."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Good luck out there little fellow."}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:wildlife:2020:list:collared-sparrowhawk.md","_source":"content","_file":"wildlife/2020/list/collared-sparrowhawk.md","_extension":"md"},{"_path":"/wildlife/2020/list/eagles-come-to-care","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Wedge-tailed Eagle comes into care","description":"One of the most magnificent species I have the privilege to work with is the Wedgetailed Eagle.","image":"/gallery/2020/07/img-0129.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"wedge-tailed-eagle-comes-into-care"},"children":[{"type":"text","value":"Wedge-tailed Eagle comes into care"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"One of the most magnificent species I have the privilege to work with is the Wedgetailed Eagle."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Even after working closely with them for over 20 years, I never tire of their presence and their beauty, particularly the juveniles."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"You can differentiate between an adult and a juvenile bird by their colour as a general rule. Usually the lighter coloured the bird is, especially around the head and neck, the younger it is. People often think size is the key to identifying the age of a bird and I wish it was that easy, but the reality is that most birds are full size or close to full size by the age they begin to fly. Younger birds can be a very very light, bleached blonde colour around the head and neck to a light golden colour and everything in between, then as the bird ages this colouration darkens to a beautiful rufous red. Eventually after five plus years, the bird becomes more of a uniform dark chocolate brown/black with a dark head and neck. This is what we consider a mature bird which is at least 5 years old. Once they reach this mature colour, it is basically impossible to tell their age."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Females can be greatly larger than the male eagle which is also a general rule amongst raptor species and are usually the dominant sex in a pair."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wedge-tailed eagles still continue to be shot and poisoned due to the uneducated view that they impact on stock numbers, particularly on sheep farms. An eagle’s diet consists of around 80 percent carrion. Carrion is the term used to describe already deceased animals. They much prefer to feed on recently killed road carrion or recently deceased stock laying in a paddock. Although they certainly can and do take live lambs, studies show that the amount they actually kill is usually as little as 1 percent of stock so is quite negligible. It is far more beneficial to a farmer to have eagles frequently their properties cleaning up dying or deceased stock and also as an apex predator they are extremely important member of a healthy environment. Eagles also prefer the introduced rabbit and hare over any other live food source and assist in the control of these on agricultural land."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wedge-tail Eagles are currently beginning their courtship and breed for the upcoming season and it will not be long before nests will occupy eggs and young. They often choose the tallest tree in their area to nest and can have several nest sites which they can alternate between depending on which part of their home range the food source is the most abundant."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"With a two metre wingspan and standing almost a metre tall in the case of a large female, the Australian Wedge-tailed Eagle is up there amongst the largest birds of prey in the world. It is one of only two Booted Eagles in Australia, the other being the Little Eagle which I touched upon in a recent article. The term booted means fully feathered legs right to the feet. Our other birds of prey have bare legs."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We get many Wedge-tailed Eagles into care at Bohollow. Most injuries are from collisions with vehicles, powerlines and fences and we do sadly still see them poisoned and shot from time to time."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"When I release these birds it is an awesome feeling to see them hit the thermals once more and I have watched them go so high that they are impossible to see even through binoculars!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"They generally have great temperaments while in care, especially the younger birds, although can be flighty and are very instinct driven as are all raptor species."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A few more eagles were recently released back into the skies after spending time recovering from their injuries at Bohollow and it is pretty inspiring to know that a bird you once had the opportunity of knowing is now soaring high above the world."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:wildlife:2020:list:eagles-come-to-care.md","_source":"content","_file":"wildlife/2020/list/eagles-come-to-care.md","_extension":"md"}]