[{"_path":"/history/2022/list/crime-across-the-district-in-mid-1972","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Crime across the district in mid-1972","description":"Crime across the district in mid-1972","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"crime-across-the-district-in-mid-1972"},"children":[{"type":"text","value":"Crime across the district in mid-1972"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Crime across the district in mid-1972"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison had a spate of crime with a service station burgled, petrol stolen from cars, a window smashed at the Infant Welfare Centre, wood stolen."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A 20-year-old Rushworth man was fined for stating false name and address to police, riding a motorcycle without a licence, riding an unregistered motorcycle, riding without third party insurance, and carrying a pillion passenger. His licence was cancelled and the fine was $217."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Senior Constables Ray Gavin and Kevin Foley brought separate charges against another Rushworth man for unlicensed driving and exceeding .05% blood alcohol. He was fined $140 and placed on a twelve-month $50 good behaviour bond. Magistrate told him “to get a job or go to gaol”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A Rushworth man whose home had been fire-bombed recently was shot in a domestic argument in Melbourne. He was hospitalised and survived."}]},{"type":"element","tag":"h2","props":{"id":"shire-of-waranga"},"children":[{"type":"text","value":"Shire of Waranga"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Council announced a $200 reward for information leading to conviction of anyone damaging Council property, including  street or road signs. The Shire secretary proposed the widening of the outlet bridge on Tatura Road, or building a new bridge. (Does not seem to have happened in 50 years.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Councillors received an invitation and plenty of notice to attend Rushworth Primary School Centenary celebrations in Saturday 7 October. Murchison Progress Association sought additional bins and a bicycle rack for the shopping area."}]},{"type":"element","tag":"h2","props":{"id":"community"},"children":[{"type":"text","value":"Community"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Moora Fire Brigade roster: cousins Trevor and Bruce Wootton. Patterson Brothers needed help to extinguish a fire on their Murchison farm, and Rushworth Pound was the scene of a grass fire. (Unusual for July.) Murchison Brownies Elizabeth Ewart and Elizabeth Bourke graduated to Guides."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison entrant in the region’s Miss Charity Nurse competition, Sister Alison Wright, finished second, her committee raising an extraordinary $2,803."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison CBC bank celebrated 100 years of service to the community."}]},{"type":"element","tag":"h2","props":{"id":"schools"},"children":[{"type":"text","value":"Schools"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth preps were given tour of the post office and telephone exchange by postmaster Mr Grigg. When walking back to school, the students watched firemen and two fire trucks put out a fire."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Grade 1 “went to the police station and saw the jail, the court house, dogs, hand-cuffs and caps. Mr Foley took our finger-prints. Mr Curley put a stamp on our hands”.  Grade three girls made some perfume but “we don’t know if it has worked yet”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"St Mary’s school played Rushworth Primary in footy and netball. Primary won the footy, with the three netball games shared.  G McGuire, Mal Cruz, Allan McGillivray, Peter Hageman and Peter Hawking got their names in the paper for the Primary school, Phil McEvoy, John Morgan, John Fraser and Peter Tuohey for St Mary’s."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Netball stars were given as Dianne Allen, Lyn Home and Margaret Colliver (A team), Wendy Jongerden, Maria Orti and Robyn Schade (B), Janet Hawking, Lyn-Maree Pearce and Susan Leggett (C). For St Mary’s, take a bow Toni Ryan, Genevieve Barlow, Lyn Merryfull, K Morgan, K Barlow, K Tuohey, S Rawlings and L Wright."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At Murchison, Mrs Wallace was visiting each Wednesday, taking grades 5 and 6 for musical appreciation. Grades 1 and 2 were anticipating an excursion “to the railway station to see the trains”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At Rushworth High, Kyabram High visited for winter sport. The hockey girls won 1-0, “the first hockey win for many years”, Lorraine Wallace finding the net."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Against the much bigger Ky High School, the footballers lost by just a point, 7-14 to 7-13. (I don’t remember the specific game but among the best were Dungey Hageman, Rodney Mann, Googsey Jones, Trevor Jones, Geoff Cruz and Mark Mackinder. These were good matches as we played with lads who were Saturday opponents from Colbo or Elmore.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Doing well in school netball were Margie Potter, Wendy McGuire, Leayne Hawking, Barbara Legge, Julie Mann, A Ryan, and Bev Draper. In volleyball, Kerryn Beck, Elwyn Bohn and Kaye Grinter were named, while boys’ volleyball noted Brian Weppner, John Maudsley and B Lacy. Trevor and Cheryl Hawking, John Holschier, Pam Hancox and Cheryl Densworth featured in table tennis."}]},{"type":"element","tag":"h2","props":{"id":"personal"},"children":[{"type":"text","value":"Personal"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Arriving at Murchison was Brendan Trevaskis, as expected by parents Carmel and Kevin."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Nola Flynn of Murchison had married John Drum of Congupna in May, but wedding reports were often several weeks behind."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jess and Lin Cameron celebrated 50 years of marriage with a cake decorated by (recent centenarian) Cath Geisler and daughter Joan. Jack and Mrs Donovan did likewise but just who made the cake was not reported!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Engaged were Allan Baker, son of Ron and Greta of Murchison, to Cheryl Randall of Medina, W.A., and John Tomasini of Stanhope to Diana Williams of Footscray."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Leo Stockdale, a former coach of football at Rushworth, Tongala and Tatura, and one of ten brothers, died playing bowls, aged 71. His sister was Mrs E Budd, whose home shared a boundary with Rushworth Primary school."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Mrs Lucy Curtis, mother of local identity Charlie, died at Rushworth."}]},{"type":"element","tag":"h2","props":{"id":"sport"},"children":[{"type":"text","value":"Sport"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison Football Club was alleged to have played an unqualified player from outside the residential zone. Cliff Dwyer, from a prominent local football family, had played several matches. Denied a chance to answer the allegation that Dwyer lived elsewhere, the club had all its points removed, going to the bottom of the Kyabram Footy League ladder."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Defying the league decision, Murchison 17-13 beat Lancaster 17-8, captain-coach Barry Smith best on ground with six goals."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Colbo went under to Heathcote again, 10-11 to 15-19, as John Brown came on to replace Buster Hammond. It was gloomier for the Seconds. The only goal was scored by nippy rover Rob Ryan. Best triers were Anthony Barlow, Trevor Branson, Trevor Cheatley, Graeme Weeks, John Weppner, Bob McLean and Peter Reed."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth took the challenge up to Mounts. We had cleared Mal Potter to Sandhurst, and were four points behind at quarter time, five points down at half time, five points behind at three-quarter time, and at the end down 15-27 to 16-13. Mounts should have won by more, kicking inaccurately. Barney Tuohey (seven goals) best for Mounts, Bill Barlow for Rushworth, as Laurie Downie kicked eight."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth took the challenge up to Mounts. We had cleared Mal Potter to Sandhurst, and were four points behind at quarter time, five points down at half time, five points behind at three-quarter time, and at the end down 15-27 to 16-13. Mounts should have won by more, kicking inaccurately. Barney Tuohey (seven goals) best for Mounts, Bill Barlow for Rushworth, as Laurie Downie kicked eight."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Sam Barlow was 19th man, Ian Coyle 20th."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Sam had kicked four goals earlier that day for the Seconds, comfortable winners over Mounts. Neville Thompson was 19th man for the Twos, Barry Colliver 20th."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At half-time in the senior game, a match was played for the “midgets”, under 11 years. The umpire, taking off his dressing gown, was none other than senior 20th, the same Ian Coyle. (He was everywhere!)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The following week against Heathcote, Pluto Perry kicked three of our just four goals, while Heathcote booted a lazy 17-26. Heathcote had Rob Downie, cleared from Tatura. We had Laurie Downie, his brother."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Casualties for Rushworth netballers were Julie Pearce (a heavy fall), and Kaye Potter (suspected dislocated elbow), in a narrow loss to Mount Pleasant."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"shire-of-waranga","depth":2,"text":"Shire of Waranga"},{"id":"community","depth":2,"text":"Community"},{"id":"schools","depth":2,"text":"Schools"},{"id":"personal","depth":2,"text":"Personal"},{"id":"sport","depth":2,"text":"Sport"}]}},"_type":"markdown","_id":"content:history:2022:list:crime-across-the-district-in-mid-1972.md","_source":"content","_file":"history/2022/list/crime-across-the-district-in-mid-1972.md","_extension":"md"},{"_path":"/history/2022/list/formal-education-at-rushworth-for-150-years","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Formal education at Rushworth for 150 years","description":"In 1872, after Victoria introduced free, compulsory and secular education, Rushworth School was established. Most of the school’s graduates will be able to calculate that 2022 marks 150 years of schooling in the town, drawing students from across our district.","image":"/gallery/2022/04/Rushworth+P-12.jpg","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"formal-education-at-rushworth-for-150-years"},"children":[{"type":"text","value":"Formal education at Rushworth for 150 years"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In 1872, after Victoria introduced free, compulsory and secular education, Rushworth School was established. Most of the school’s graduates will be able to calculate that 2022 marks 150 years of schooling in the town, drawing students from across our district."}]},{"type":"element","tag":"h2","props":{"id":"prior-to-1872"},"children":[{"type":"text","value":"Prior to 1872"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The gold-mining town created in late 1853, had at least two privately-run schools in the late 1860s. One was operated by the Presbyterian church, and parents who could do so, paid fees to send their children to these schools, the fees meeting a salary for the sole teacher. A local race to build the first school in the district The Waranga Chronicle, a predecessor to the Rushworth Chronicle, included a gleeful report from Murchison, where a school was built and opened in 1872, a few months prior to Rushworth’s new school being in a position to welcome students."}]},{"type":"element","tag":"h2","props":{"id":"the-early-years-high-rates-of-truancy"},"children":[{"type":"text","value":"The early years – high rates of truancy"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The most difficult part for parents to understand was that schooling was compulsory for children of five years and upwards. The court reports in the newspaper had many references to parents fined for failure to send their children on what was determined to be an acceptable minimum number of days."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Excuses offered for non-attendance included “my eldest daughter had to stay home to help me manage her seven younger siblings”. More likely to receive a sympathetic hearing from the magistrate were absences attributed to parents keeping children at home due to outbreaks of whooping cough, measles or influenza, which swept across the district from time to time. Uninformed hygiene practices added to these illness issues, but parents were cautious, and sometimes the school actually closed for a few weeks."}]},{"type":"element","tag":"h2","props":{"id":"grade-6-to-grade-8-to-grade-10"},"children":[{"type":"text","value":"Grade 6 to Grade 8 to Grade 10"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"During the early twentieth century, in a year which I have not researched, the Rushworth School was allocated the number 1057. It also increased opportunities by offering classes to grade 8. When it became Rushworth Higher Elementary School, it was possible to progress to grade 10, which was known as the Intermediate Certificate."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In the late 1960s, there were Form 6 (Year 12) classes, but this varied in accordance with numbers eligible. In 1971, there was no Form 6, but with sufficient student success with the Leaving Certificate that year, the Matriculation Certificate again became available in 1972."}]},{"type":"element","tag":"h2","props":{"id":"_1962-separate-schools-in-operation"},"children":[{"type":"text","value":"1962 – separate schools in operation"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"By 1960, it became apparent that the old building, even with extensions, and two portable classrooms adjacent to the cemetery fence, was not large enough. Much of 1961 was taken up with construction of the new Rushworth Primary School, on land adjacent to the southern boundary of the golf course. This was a matter for great excitement as new Headmaster Tom Cairns unlocked the doors in February 1962 to new staff, including Ken Cairns, which caused confusion, Miss Bourke, who took grade two, and Mr Owen Jones among others. Some months later, Education Minister, Mr Bloomfield, performed an “official opening”, which also confused many of us."}]},{"type":"element","tag":"h2","props":{"id":"_1972-the-big-centenary"},"children":[{"type":"text","value":"1972 – the big centenary"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Months of planning by a committee (Chief Perry – President, Duncan McLean – Secretary) culminated in one of the biggest events in the school’s and the town’s history; a weekend for returning former scholars, former teachers, and former Headmasters of both the primary and secondary schools."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A huge crowd packed the forecourt of the old school on the Saturday, addressed by High School Headmaster John Teasdale, who recalled highlights of the High School history. Primary School Headmaster Alan Mackinder commended the planners of the centenary, and the Mothers’ Club who had catered for the large crowd, serving morning and afternoon tea."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Visitors were shown through the classrooms which they had known in years past, and the “new wing” which had been added in the 1966."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Rushworth Band led a walk across to the Primary School, where a football game was played on the little oval between Past Players of Rushworth Football Club and a team from Rushworth-Colbinabbin Apex Club. Peter Home and Howard Hawking may recall."}]},{"type":"element","tag":"h2","props":{"id":"the-big-dance"},"children":[{"type":"text","value":"The big dance"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"On the Saturday evening, the Shire Hall was packed for an Old Time Dance, but the 400 in attendance did more reminiscing than dancing. Space was at a premium for those showing off their waltzing talent, to music supplied by Mrs Lodding’s orchestra from Nagambie."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The show’s theme was “An apple for the teacher”, the hall walls decorated by mothers Chris Wootton and Mary Beck, probably assisted by their daughters and others."}]},{"type":"element","tag":"h2","props":{"id":"vips-attending"},"children":[{"type":"text","value":"VIPs attending"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Joining in the celebrations were Seymour District School Inspector Mr Ewart Anderson, local MHR Mr Bruce Lloyd, and local MLC Mr Stuart McDonald."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Oldest former student attending was Mrs Ellie Cuthbert (nee Collins) who was 95, with the oldest teacher Mr Arthur Anderson, 94, of Murchison, who presented the Primary School with a book he had been awarded as a prize when at the school as a student in 1891! (I hope the P-12 School has it in a prized position.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Historical Society and the Old Boys and Girls Association The weekend celebrations were greatly supported by the Historical Society, which opened the Mechanics Institute to visitors, and the Old Boys and Girls Association which held one of its regular picnics at Whroo on the Sunday, with entertainment by the Rushworth Citizens Band, under the baton of Mr Bert Hawking."}]},{"type":"element","tag":"h2","props":{"id":"closure-of-the-new-school"},"children":[{"type":"text","value":"Closure of the “new” school"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In the 1990s (a reader will tell me when), the Primary School was assessed to be unsafe, due to an infestation of termites. Its closure, just a year after a new portable building called the Welcome Stranger was added to the site, was a huge disappointment to the town, and to the head teacher, the popular Mrs Lorna Ward."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Primary School re-integrated with the High School on the latter’s site, and the Welcome Stranger given further portability across to the integrated campus. It was there for a just a few weeks before it was destroyed by fire. The merger created the new title of Rushworth P-12 School, now P-12 College."}]},{"type":"element","tag":"h2","props":{"id":"_150-years-in-2022"},"children":[{"type":"text","value":"150 years in 2022"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I have three questions. What plans does the current school have to celebrate the remarkable achievement of 150 years of education in the town’s most impressive, if greatly modified, building?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What roles might the Historical Society and the local Band play in any event which might be organised?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"How many former students and teachers must now be spread across Australia and beyond, and who would like to become involved?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I have no doubt there are plenty of willing contributors to the preparation and holding of sesqui-centenary celebrations, once plans have been announced."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As a postscript, I should ask, “What are the plans to celebrate 150 years of education at Murchison?”"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"prior-to-1872","depth":2,"text":"Prior to 1872"},{"id":"the-early-years-high-rates-of-truancy","depth":2,"text":"The early years – high rates of truancy"},{"id":"grade-6-to-grade-8-to-grade-10","depth":2,"text":"Grade 6 to Grade 8 to Grade 10"},{"id":"_1962-separate-schools-in-operation","depth":2,"text":"1962 – separate schools in operation"},{"id":"_1972-the-big-centenary","depth":2,"text":"1972 – the big centenary"},{"id":"the-big-dance","depth":2,"text":"The big dance"},{"id":"vips-attending","depth":2,"text":"VIPs attending"},{"id":"closure-of-the-new-school","depth":2,"text":"Closure of the “new” school"},{"id":"_150-years-in-2022","depth":2,"text":"150 years in 2022"}]}},"_type":"markdown","_id":"content:history:2022:list:formal-education-at-rushworth-for-150-years.md","_source":"content","_file":"history/2022/list/formal-education-at-rushworth-for-150-years.md","_extension":"md"},{"_path":"/history/2022/list/history-on-the-front-page-in-april-1972","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"History on the front page in April 1972","description":"Making front-page news in April fifty years ago was an article by Rushworth Historical Society secretary, High School geography teacher Robert Olston, reporting on 1100 visitors to the museum in the Mechanics Institute over the Easter weekend. The feature exhibit attracting keen interest was a windlass, panning dishes, a sluice trough and a gold cradle.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"history-on-the-front-page-in-april-1972"},"children":[{"type":"text","value":"History on the front page in April 1972"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Making front-page news in April fifty years ago was an article by Rushworth Historical Society secretary, High School geography teacher Robert Olston, reporting on 1100 visitors to the museum in the Mechanics Institute over the Easter weekend. The feature exhibit attracting keen interest was a windlass, panning dishes, a sluice trough and a gold cradle."}]},{"type":"element","tag":"h2","props":{"id":"shire-council"},"children":[{"type":"text","value":"Shire Council"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Shire valuer prepared to work through 200 objections to the property rate valuations, as community anger was maintained."}]},{"type":"element","tag":"h2","props":{"id":"schools"},"children":[{"type":"text","value":"Schools"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A committee was formed to plan the celebrations to recognise the centenary of Rushworth State School No. 1057 later in the year."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Carag Carag State School had a flag-raising ceremony. Headmaster Tony Lacey was joined by students Dale, Joanne, Len and Marlene Harrison, Tony and Kim Duncan, Brian, Robyn and Chris Evans, and Craig Enders. (When did Carag School close? They may have been among the final pupils.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Best performed students at Stanhope State School swimming sports were Lorelle Tomasini of Rodney House and Ian McCague of Goulburn House."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth Primary School gave awards to three preps for doing up their shoelaces. (Just thought you may like to know.) Just as exciting was the new paint which had been applied to several rooms by Jim and Bub Lloyd, ten years after the school was built in 1961, opened 1962."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Grades 4 and 5 reported the arrival of a trapdoor spider’s nest, thanks to Neville, who found it on his grandfather’s farm. “The nest was made of bark and grass, and had a silky tunnel which led into the ground.” (Both Neville’s grandfathers had farms.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Community St. Matthew’s Anglican Church of Stanhope-Girgarre was preparing for its 50-year anniversary, after its initial building was purchased in 1922 for 100 pounds ($200) and transported from Kyabram, having been the Masonic Hall there. A new church had been built in 1967. A debt of $6000 remained on that church in 1972."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rev. Douglas Risstrom, President of the Methodist Conference of Victoria and Tasmania, was due to return to Rushworth for a special church service, having worked in the family timber mill until entering the ministry in 1939. Murchison Guides and Brownies received a donated piano from Mr and Mrs H. Hallet."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Stanhope Guides were represented at a Government House garden party by Wendy Emmett."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison Bush Nursing Hospital Wood Day and Bazaar raised $302, primarily through sale of wood."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Households received white cards for completion by adults and delivery to the X-ray caravan when it visited Murchison (near R.S.L. Hall), Colbinabbin (near the Memorial Centre), Stanhope (near the Memorial Hall) and Rushworth (near the Shire Office). This was a compulsory chest x-ray looking for tuberculosis, and penalty for failure to attend was $40. (Believe it or not, 50 years ahead of anti-vaxxers, there were a small number of anti x-rayers.)"}]},{"type":"element","tag":"h2","props":{"id":"personal"},"children":[{"type":"text","value":"Personal"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jim Perry of Rushworth required hospital treatment for an injured arm when a truck driven by Terry Gleeson rolled on the slippery Nine Mile Road, near the town. Jim was a passenger in the truck and had a busy time as his 21st birthday was celebrated at his parents’ home, hosted by Chief and Vera."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Walter Locke died at age 84 at Rushworth, having outlived his eight siblings. The Caygill family of Rushworth lost Charlie’s father Ralph, who died at Kirra in Queensland. Jack Laurie and Elsie Wilson tied the knot, after two celebratory events at the Fire Brigade Hall and at the Golf clubhouse. Both were keen golfers, and Jack had been a premiership cricketer and successful racehorse owner. Elsie was Margaret Howard’s mother."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Notice was given of a kitchen tea for Maryanne Wright to be held at the Colbinabbin Memorial Centre, which was a more impressive name than “the hall”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jim Stewart’s legal practice in Tatura announced new partnership arrangements, operating   as Stewart, Feltham and Co."}]},{"type":"element","tag":"h2","props":{"id":"sport"},"children":[{"type":"text","value":"Sport"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Goulburn Valley Bowls Association played the championships over two weekends. Jack Pet-tifer and Jeff Geddes advanced in the A-grade pairs.  In the rinks for B-grade, Farquhar McLean, George Home, Charlie Jackson and George Kolenaty progressed to the second weekend. Rushworth Tennis Club’s junior tournament, carried over from Easter, attracted 98 entries, including several from Euroa. Warren Minteen of that town, aged 14, won both the Under- /15 and Under-17 singles."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Runners-up in the Under-17 doubles were Chris Geisler and Steve Barlow. Girls Under-13 singles event went to Wendy Meagher over Joanne Hawking. They combined to win the doubles, defeating Joanne Foley and Jenny Anderson."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth Homing Club held in its first race for the season, with pigeons released at Numurkah. First home was a bird skilfully trained by Craig Beck and Gethyn Fenton."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There was concern that no action had been taken to create a table tennis season over winter."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Colbinabbin won a football practice match against Yarrawalla, despite the absence of the Ians; Reid and Marrett. (No team at Yarrawalla these days.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth had played practice matches against Echuca East and Kangaroo Flat, and the footy report asked the question of the new captain-coach. “Bob Wilson: Can he lift the Tigers?” (Spoiler alert: The answer was “No”.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"High School teachers Bob Hurley and Ian Watson were training for footy, as another teacher, Ian Johnston, sought a clearance from Stanhope. CBC bank-teller Laurie Downey made a second application for a clearance from Tatura. Des Newey also joined in training but proved to be no better than some of the oldies."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Primary teacher Terry Cogan trained, after eight seasons out of the game. (Not sure that he played a match?) Unavailable for the opening match against Heathcote due to exams to enter the Post Master General’s Department were Mal Potter, John Raglus, Barry Thompson and Geoff Hawking."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Graeme Hageman was appointed boundary umpire for the Seniors, Mark Locke on the whistle for the Seconds. Registered as goal umpires were Bill Salter, Howard Hawking, Ray Francis, Vic Cruz and Ian Borger, with Bill Campbell appointed cleaner of the clubrooms."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"shire-council","depth":2,"text":"Shire Council"},{"id":"schools","depth":2,"text":"Schools"},{"id":"personal","depth":2,"text":"Personal"},{"id":"sport","depth":2,"text":"Sport"}]}},"_type":"markdown","_id":"content:history:2022:list:history-on-the-front-page-in-april-1972.md","_source":"content","_file":"history/2022/list/history-on-the-front-page-in-april-1972.md","_extension":"md"},{"_path":"/history/2022/list/hotel-drama-in-march-1972","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Hotel drama in March 1972","description":"Rushworth Hotel licencee Kevin Kerrins was the victim of an assault by a patron who was fined just $40 by the Magistrate, Mr. A. J. Curtain. Supporting Mr Kerrins in warding off the out-of-town attacker were Kevin and Jack Clarke, who happened to be in the pub at the time. Criterion Hotel licencee Peter McCann, defending a charge of illegal gambling on premises, told the magistrate that he had been assisted by the TAB operator at Stanhope, who supplied him with betting sheets and settled up every Tuesday. Kevin Kerrins made a similar claim on the same charge. Both said they were told by the Stanhope operator that it was “Okay, because Rushworth will get a TAB agency soon”. Both publicans were placed on one-year $100 good behaviour bonds, with similar surety.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"hotel-drama-in-march-1972"},"children":[{"type":"text","value":"Hotel drama in March 1972"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth Hotel licencee Kevin Kerrins was the victim of an assault by a patron who was fined just $40 by the Magistrate, Mr. A. J. Curtain. Supporting Mr Kerrins in warding off the out-of-town attacker were Kevin and Jack Clarke, who happened to be in the pub at the time. Criterion Hotel licencee Peter McCann, defending a charge of illegal gambling on premises, told the magistrate that he had been assisted by the TAB operator at Stanhope, who supplied him with betting sheets and settled up every Tuesday. Kevin Kerrins made a similar claim on the same charge. Both said they were told by the Stanhope operator that it was “Okay, because Rushworth will get a TAB agency soon”. Both publicans were placed on one-year $100 good behaviour bonds, with similar surety."}]},{"type":"element","tag":"h2","props":{"id":"murchison-vandalism"},"children":[{"type":"text","value":"Murchison vandalism"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Youths pulled down parking signs, upset rubbish bins, broke private letterboxes, damaged the public toilet blocks by ripping pipes from the walls and destroying light fittings."}]},{"type":"element","tag":"h2","props":{"id":"waranga-council"},"children":[{"type":"text","value":"Waranga Council"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The monthly meeting commenced at 9.30 a.m. and closed at 7.35 p.m., after hearing at length from Jack McCague and Jim Ryan on behalf of disgruntled ratepayers, cheesed off about higher rates and inefficient services. Max Richards’ (Shire secretary) proposal to create a parking area in the middle of the north end of High Street was proposed and accepted at a cost of $1400. It became known as Max’s Maze. (Wonder how much the recent street works cost?)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Schools Rushworth Primary school tortoise Sam “went to the sick bay during the night and twice down to Miss Johnson’s room”. (How did they know it went twice?)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Neville found a phasmid coming to school. (Which class was the phasmid in?)"}]},{"type":"element","tag":"h2","props":{"id":"community"},"children":[{"type":"text","value":"Community"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A Festival of Easter Music was planned for the Anglican Church, involving choir members from all the churches in Rushworth."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Recruitment for Rushworth Fire Brigade added Wally and Gary Locke, Kevin Kerrins (of pub fame above), Dale Donohue, Ray Hilder and Glenn Heily."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Colbo swimming was thriving with tadpole certificates awarded to Julie Jackson, Peter Morgan, Paul O’Dwyer, Stephen Ellis, Lynne Purvis, Michael Nihill, Neil Brown, Chris and Jacki Avard. (What was a tadpole certificate?)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Stanhope swimmers were instructed by George Gemmill, Ron Luker and Joanne Klinkert."}]},{"type":"element","tag":"h2","props":{"id":"personal"},"children":[{"type":"text","value":"Personal"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Irene Laurie became engaged to Barry Finch of Fenton’s Creek, via Wedderburn."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Neil and Coral Toohey welcomed Joel’s sister Jodie. At Woodend, Michael and Joy Donegan (nee Barlow, of Wanalta) added Timothy to older brother Peter."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A former organist at Gobarup Methodist church, Mrs Grace Roberts of Wanalta, died at age 85 at Lakes Entrance. Son Glen had played football for Colbinabbin for some years. (The only people left to recall Mrs Roberts are probably Eileen Johnson and Norma Morgan, raised at Gobarup.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Former Murchison man Bill Darby died in Melbourne at age 63. Former Stanhope South man Mr E. Blake died in Bendigo. Among his grandsons are the Rogerson “boys”. Ross Coyle was discharged from Waranga Memorial Hospital after several weeks as a patient."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Making news (?) was the job change for of Rushworth footy coach Bob Wilson, who left Sunicrust Bakeries and joined Murray Denton’s Pest Control. (Just thought you may like to know.)"}]},{"type":"element","tag":"h2","props":{"id":"sport"},"children":[{"type":"text","value":"Sport"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Bowls were so popular that the Rushworth Ladies tournament fours event was completely filled with entries from other clubs. Rushworth women bowlers were confined to the kitchen area to do the catering! Appointed captain of Rushworth Golf Club was Peter Home, vice-captain Ken McNamara, with Bob Barlow presiding and Ray Cheatley as secretary."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth Auto Club competed at Nagambie with success for Wally and Ernie Harris, Kevin Wallace, Arthur Garvey and James Bell."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison B-grade tennis tipped out Rushworth 1 in the semi-final and no report appeared after the grand final so I still don’t know if Murch were premiers."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Premiership for Rushworth Blue junior tennis team Trevor Hawking, Peter Raglus, Rob Raglus, Cheryl Hawking, Judy Raglus and Wilma Schade, defeating Byrneside by 15 games."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"C-grade tennis No. 3 team upset the more fancied Toolamba to take the pennant. Mark Mackinder, David Heily, Colin Barlow, Ross Burge, Jill Johnson (of tortoise fame above), Robyn Lambden, Lynette Perry and Pauline Wootton came home in triumph."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Played at Tatura, Rushworth A-grade 1 won the flag over Rushworth 2. Geoff Hawking, John Raglus, Don Raglus, Ted Whitehead, Beryl Home, Joan Whitehead, Muriel Draper and Barbara Johansen edged out John Brown, Bill Barlow, Peter Meagher, John Borger, Alice Brown, Nan Jessup, Lyn Brown and Ann Anderson by seven games."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Group of Rushworth males wore a t-shirt “uniform” and attended TV Ringside on a Monday night at Festival Hall. (TV Ringside on Channel 7, broadcast locally via Channel 6 Shepparton, was one of the highest rating television programmes at this time.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison netball president was Mr A. Elrington, with secretary Miss J. Smith and Mr J. Hicks and Mrs V. Grant coaching the juniors."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Heathcote Football Club realised that no other league would accept them for the 1972 season, and reluctantly decided to stay in the Heathcote League with two ex-radius players, not the five they had demanded. The committee had all quit, but were all re-elected after their dummies had been rinsed."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Stanhope Football Club appointed Noel “Bones” Langley as playing coach of the Seconds, snaring him from Girgarre. \",\n\"Re-appointed for his third season as coach of the Rushworth Under-15 footy team was High School teacher Keith Taylor. The club appointed Rob Olston, a High School geography teacher, as property steward. (He looked after wallets and watches during the games.) Appointed again as scoreboard operator was Noel “Hoppy” Merryfull, with Donald Clarke waiting in the wings to take over."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"murchison-vandalism","depth":2,"text":"Murchison vandalism"},{"id":"waranga-council","depth":2,"text":"Waranga Council"},{"id":"community","depth":2,"text":"Community"},{"id":"personal","depth":2,"text":"Personal"},{"id":"sport","depth":2,"text":"Sport"}]}},"_type":"markdown","_id":"content:history:2022:list:hotel-drama-in-march-1972.md","_source":"content","_file":"history/2022/list/hotel-drama-in-march-1972.md","_extension":"md"},{"_path":"/history/2022/list/shocking-coincidence-to-start-1972","_dir":"list","_draft":false,"_partial":false,"_locale":"","title":"Shocking coincidence to start 1972","description":"Fifty years ago, 1972 started badly for a local (bottom) publican and twelve of his drinkers. In a remarkable coincidence, their watches must have stopped simultaneously, just before closing time. All were found guilty and fined for selling or drinking liquor outside legal hours! Three are still living, and mates of mine, so best we leave the story there.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"shocking-coincidence-to-start-1972"},"children":[{"type":"text","value":"Shocking coincidence to start 1972"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Fifty years ago, 1972 started badly for a local (bottom) publican and twelve of his drinkers. In a remarkable coincidence, their watches must have stopped simultaneously, just before closing time. All were found guilty and fined for selling or drinking liquor outside legal hours! Three are still living, and mates of mine, so best we leave the story there."}]},{"type":"element","tag":"h2","props":{"id":"new-ownership"},"children":[{"type":"text","value":"New ownership"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Peter and Michelle Davidson purchased the Rushworth Chronicle from Geoff and Mary Beck."}]},{"type":"element","tag":"h2","props":{"id":"council-business"},"children":[{"type":"text","value":"Council business"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Speculation resumed about sealing the road connecting Rushworth and Bailieston, as a means to link with Nagambie, and for tourism purposes. As previously, the Shires of Waranga and Goulburn could not agree."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A public meeting was held in the Shire Hall in protest at re-valuation of properties in Waranga Shire, and the resultant rate increases, including speculation about an appeal to the Supreme Court. (Good luck finding the funds for that!)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Chronicle reported on Forest Commission consideration of creation of a Forest Park of 23,000 acres (9,300 hectares), to include Whroo."}]},{"type":"element","tag":"h2","props":{"id":"history"},"children":[{"type":"text","value":"History"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth and District Historical Society offered $200 to take over the Phoenix mine on the north-western edge of the town. Not successful, and all trace of the site is now long gone."}]},{"type":"element","tag":"h2","props":{"id":"community"},"children":[{"type":"text","value":"Community"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A massive strike within the State Electricity Commission shut down factories and businesses as power supplies were rationed to households. Evening sport involving lighting was banned."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Compulsory chest X-rays to detect TB in adults were promoted across the district. A fine of $40 was the liability for non-attendance."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Rushworth Progress Association set its sights on attracting a new industry to the town. Not counted in the plan was speculation about a TAB agency, after several failed applications by Jim Lloyd."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At Murchison, inaugural trustees met to discuss what was called the New Public Hall. There was concern that despite Murchison’s brand new pool, few parents attended the pool committee annual meeting. (Now where have we heard that before?)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth RSL had a Ladies Auxiliary, Mrs Win Hageman as president."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A Victorian duck season licence was available for $3 from Howard and Rosemary Hawking’s hardware store."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Stanhope Lions were raffling a $450 children’s playhouse for the elderly citizens. (Proceeds for elderly citizens, not the house, if you follow carefully.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Starring at GV carnival were Stanhope junior firefighters Graham Wastell, Peter Armstrong, David Harrison and Ray Forrester."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Tomato pickers were urgently needed, particularly by Jim Gamble at Colbinabbin. (He should have got some of the Diddleys!)"}]},{"type":"element","tag":"h2","props":{"id":"schools"},"children":[{"type":"text","value":"Schools"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"New teachers at Rushworth Primary included Mrs Diane Olston, transferred from Murchison and teaching preps, Miss Jill Johnston teaching grade two and Miss Anthea Barry for grade three. Eighty families were represented at the school. Eight fathers turned up for a “monster working bee”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Mrs Johansen presented the preps with a new tortoise, Mr Tickles, and the school now received the daily milk supply in white patterned plastic bags instead of third-pint bottles."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"House captains elected were Dianne Allen and Chris Clarke (Murray House), Isabel McLean and Adrian Weston (Ovens), Patricia Roberts and Allan McGillivray (Campaspe), Lyn Home and Malcolm Cruz (Goulburn). (These were the “big kids” of grade 6!)"}]},{"type":"element","tag":"h2","props":{"id":"personal"},"children":[{"type":"text","value":"Personal"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kitchen teas were popular. Yvonne Pettifer was hosted at the home of her aunt Chris Wootton, Mary Beck presenting gifts on behalf of all. Frances Kennedy was featured at the Fire Station when Mrs Eileen Lambden did the presentation honours."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The newspaper caught up with a late report of the January wedding of Kathleen Elizabeth Grigg and Edward Leonard John Clarke at St Mary’s Church. (Equally late golden wedding anniversary congratulations to you both.)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Passing were Alfred Furphy, at Sale, brother of Bill, Mrs Ivy Buzza and Mrs Arthur Lynas, and Elsie Kinsman of Rushworth, sister to eight siblings. Former resident Jim Abikhair died in Melbourne, as did Mrs Les Wood (nee Colliver), who was raised at Rushworth."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"David McIntosh senr., formerly of Wanalta, died in Bendigo, leaving widow Maud, four daughters, one son, fifteen grandchildren and sixteen great grandchildren. Aub Geisler, Bryon and Adrian McIntosh are grandchildren. Geoff and Lorna Britton took over the running of Coyle’s Café."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Investigating the crashing of pots and pans, Clarrie Brasher found a brown snake in his kitchen sink, bringing its life to a swift conclusion."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Receiving congratulations on their engagement were Miss Judith Lambden and Mr Denis Ogden."}]},{"type":"element","tag":"h2","props":{"id":"sport"},"children":[{"type":"text","value":"Sport"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth B-grade tennis team No. 2 was Graeme Wall, Alf Raglus, Ted Shanks, Glen Heily, Janet Mackinder, Kathy Thompson, Marilyn McKeown and Pam Laurie, down to Tatura by just three games."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In the biggest upset of the A-grade cricket season, Rushworth 4/216 (Modesty Forbids 87, Johansen 65 not out) beat top team Kyabram Red 125 (Bruce Wootton 4/28, Suntan Perry 3/19). Graeme Hageman took four catches. Five of Rushworth’s players were seventeen years or younger."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Rushworth Under-15 team were dismissed for 33 and 65 runs to lose outright to Tatura 137."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Murchison juniors made 28 runs against Tongala, ten of those by Murray Burls."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Colbinabbin avoided outright defeat to Raywood Maroons (two teams at Raywood then), as Ian Reid attacked the bowling before being stumped for 25."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Cec Bradley was the new champion at Rushworth bowls, defeating Jack Borger. Losing semi-finalists were Charlie Jones and Jeff Geddes. To fund the painting of the pavilion, all players were levied 50 cents. (There were more players then, but that fund would not buy a decent paint roller today!)"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Six weeks before the first football match, Rushworth was to start training under new playing coach Bob Wilson, who drove a bread van for Sunicrust Bakeries. Plans of other district clubs were not reported, or training commenced sensibly a little later."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"new-ownership","depth":2,"text":"New ownership"},{"id":"council-business","depth":2,"text":"Council business"},{"id":"history","depth":2,"text":"History"},{"id":"community","depth":2,"text":"Community"},{"id":"schools","depth":2,"text":"Schools"},{"id":"personal","depth":2,"text":"Personal"},{"id":"sport","depth":2,"text":"Sport"}]}},"_type":"markdown","_id":"content:history:2022:list:shocking-coincidence-to-start-1972.md","_source":"content","_file":"history/2022/list/shocking-coincidence-to-start-1972.md","_extension":"md"}]