[{"data":1,"prerenderedAt":55},["Reactive",2],{"content-query-xIH41pnJzX":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":50,"_id":51,"_source":52,"_file":53,"_extension":54},"/articles/2020/list/local-schools-celebrate-naidoc-week","list",false,"","Local schools celebrate NAIDOC Week","NAIDOC Week celebrates the history, culture and achievements of Aboriginal and Torres Strait Islander peoples. Celebrated by all Australians, it is a great opportunity to learn more about Aboriginal and Torres Strait Islander communities. Our local schools and Kinder mark the week in a variety of ways, all contributing to a celebration and better understanding of past and present Indigenous culture. The National NAIDOC Theme for 2020 was - Always Was, Always Will Be, recognising that First Nations people have occupied and cared for this continent for over 65,000 years.","/gallery/2020/11/wnews20201119-001.jpg",{"type":12,"children":13,"toc":47},"root",[14,22,27,32,37,42],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"local-schools-celebrate-naidoc-week",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"Rushworth P-12 year 2/3 class NAIDOC activities included making their own Aboriginal fl ag.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"St Mary’s students had a smoking ceremony to induct their new FIRE Carriers (Friends Igniting Reconciliation through Education). These were the Grade 5 students and several members of staff. Student FIRE carriers (above) are Tayla Laurie, Tom Ralph, Corey Robertson, Matilda Lockwood, Riley Knight, Mykala Lockwood, Violet Newlands, Amber Sing.",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"Rushworth Kinder doors were decorated with colourful Reconcilation ‘hands’.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"The ‘Sea of Hands’ has become a symbol of Reconciliation and a way for communities all around Australia to engage with Aboriginal and Torres Straight Islander issues and events. It was fi rst used in 1997 to support Aboriginal and Torres Strait Islander land rights, justice and reconciliation. Each hand was planted in the ground in front of Parliament House to show support for First Peoples.",{"title":7,"searchDepth":48,"depth":48,"links":49},2,[],"markdown","content:articles:2020:list:local-schools-celebrate-naidoc-week.md","content","articles/2020/list/local-schools-celebrate-naidoc-week.md","md",1716464608565]