[{"data":1,"prerenderedAt":101},["Reactive",2],{"content-query-LwliDxdXR0":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"body":10,"_type":96,"_id":97,"_source":98,"_file":99,"_extension":100},"/firstpeoples/2022/list/kulin-nation-seasons","list",false,"","Kulin nation seasons","We recognise just four seasons – summer, autumn, winter and spring – a concept which was probably brought to Australia by colonists from the northern hemisphere.  Aboriginal people of the Kulin Nation recognised between six and eight seasons, depending on where they lived and who you listen to.  The local Ngurai-illum Wurrung people were one of the northern-most language groups within the broader Kulin Nation.  Most of the Victorian studies of Aboriginal seasons relate to country south of the Waranga area, so this research may not apply perfectly to the Waranga area.  However, it gives us some insights into how local Aboriginal people viewed things differently prior to colonisation.",{"type":11,"children":12,"toc":90},"root",[13,21,26,31,38,43,48,53,59,64,69,75,80,85],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"kulin-nation-seasons",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":14,"tag":22,"props":27,"children":28},{},[29],{"type":20,"value":30},"According to Museums Victoria, there are the seven seasons of the Kulin calendar.  These are biderap (the dry season in January-February), luk (the eel season in March), waring (wombat season from April-July), guling (orchid season in August), poorneet (tadpole season in September-October), buath guru (grass flowering season in November) and gunyang (kangaroo apple season in December.  Kangaroo apple usually grows south of the Great Dividing Range.  In our area, cherry ballart trees are fruiting at the same time).",{"type":14,"tag":32,"props":33,"children":35},"h2",{"id":34},"food-gathering",[36],{"type":20,"value":37},"Food gathering",{"type":14,"tag":22,"props":39,"children":40},{},[41],{"type":20,"value":42},"There are variations to this outline of the seasons provided by different researchers, but what all they all have in common is that they identify times when particular foods will be in surplus.  This in turn helped to determine the movement of local Aboriginal people around, and sometimes beyond their Country to take advantage of various food surpluses.",{"type":14,"tag":22,"props":44,"children":45},{},[46],{"type":20,"value":47},"Earlier stories have mentioned the Ngurai-illum Wurrung people travelling to the tributaries of the Yarra River for the annual eel harvest.  March is the time when the eels were fat and ready to harvest and are on the move in predictable ways.  Prior to colonisation, this harvest caused travel by thousands of people from the Kulin Nation, to gather on waterways like Merri Creek.  As there was adequate food to feed the multitudes, it was a time for extended socialising, ceremony and trade.",{"type":14,"tag":22,"props":49,"children":50},{},[51],{"type":20,"value":52},"Within the local area, yam daisies (murrnong) were flowering in September and October – poorneet/tadpole season.  Aboriginal women were primarily responsible for harvesting the tubers in a sustainable way.  Sadly, this harvest was no longer available within a year or two after the introduction of sheep into the area in the 1830s and 1840s.  The sheep dug up and ate the tubers to the point where they did not regenerate, so a staple food was quickly lost.",{"type":14,"tag":32,"props":54,"children":56},{"id":55},"links-to-climate-observations",[57],{"type":20,"value":58},"Links to climate observations",{"type":14,"tag":22,"props":60,"children":61},{},[62],{"type":20,"value":63},"Obviously, local Aboriginal people were intimately aware of climatic conditions, living in the open most of the time.  The biderap season of January-February was associated with hot and dry conditions and low rainfall.  It was a time to stay close to reliable water like the Goulburn and Campaspe Rivers.  December (gunyang) was separated from the other two months we consider as part of summer, because it was more often associated with changeable, thundery weather.  Gunyang was also linked to goannas being most active at that time of year.",{"type":14,"tag":22,"props":65,"children":66},{},[67],{"type":20,"value":68},"The availability of food in particular locations could be linked to season, so journeys along songlines were predicated in part by observations of the climate.  For example, in the waring season (April-July) when nights were colder, wombats were more often seen out of their burrows during the day, seeking warmth from the sun.  This made it a good time of the year to hunt wombats.  (Apparently, wombat meat tastes like pork.)  At the same time, moths and fungi could be found along the creeks where the wombats were being hunted.",{"type":14,"tag":32,"props":70,"children":72},{"id":71},"links-to-astral-observations",[73],{"type":20,"value":74},"Links to astral observations",{"type":14,"tag":22,"props":76,"children":77},{},[78],{"type":20,"value":79},"Local Aboriginal people were also very much in tune with the night sky.  They could use their extensive knowledge to confirm other signs of the seasons.  For instance, the Southern Cross would be high in the south at sunrise during biderap (the dry season).  Other astrological knowledge was used throughout the year to help identify the seasons.",{"type":14,"tag":22,"props":81,"children":82},{},[83],{"type":20,"value":84},"Living in houses, we tend to shut out the night sky, only seeing it occasionally.  These days most people only have very limited knowledge of astrology.  Prior to colonisation, Aboriginal people lived out of doors for most of the year.  Consequently, they were in the habit of viewing the night sky on a regular basis, trying to learn about it and understand it better.  They also had the advantage of thousands of years of knowledge being handed down.",{"type":14,"tag":22,"props":86,"children":87},{},[88],{"type":20,"value":89},"References:  Museums Victoria website",{"title":7,"searchDepth":91,"depth":91,"links":92},2,[93,94,95],{"id":34,"depth":91,"text":37},{"id":55,"depth":91,"text":58},{"id":71,"depth":91,"text":74},"markdown","content:firstpeoples:2022:list:kulin-nation-seasons.md","content","firstpeoples/2022/list/kulin-nation-seasons.md","md",1713451510106]