[{"data":1,"prerenderedAt":56},["Reactive",2],{"content-query-kdY4ExEIOG":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":51,"_id":52,"_source":53,"_file":54,"_extension":55},"/articles/2023/list/colbo-community-geared-up","list",false,"","Colbo community geared up for Picnic & Wine Festival","Colbinabbin is set to welcome tourists from across the state for the inaugural Colbinabbin Silo Art Picnic & Wine Festival on Sunday 7 May. The event will run from 11am till 3pm with proceeds from the day contributing to maintenance costs and improvements to the magnificent silo art precinct.","/gallery/2023/04/wnews20230420-000.jpg",{"type":12,"children":13,"toc":48},"root",[14,22,27,32,34,47],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"colbo-community-geared-up-for-picnic-wine-festival",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"     The Colbinabbin Farmers Picnic originally ran for more than half a century     in the late 19th century and early 20th century. This history is now     enshrined through a depiction of the event incorporated in the stunning silo     art. Project Manager, Sadie Vale, outlined the historical significance of     the Colbinabbin Silo Art and the spirit of the Colbo township. “Colbo is an     incredibly tight knit community and we’re so excited to show this off at the     Picnic & Wine Festival,” Ms Vale said. “Local artist Tim Bowtell has done an     incredible job, bringing the history of the town to life through a series of     colourful and engaging murals. ",{"type":21,"value":33}," ",{"type":15,"tag":23,"props":35,"children":36},{},[37,39,46],{"type":21,"value":38},"     “You can see the railway station, our famous Tractor Pull, sporting history,     beautiful wildlife and the selfl ess CFA all in stunning colour. “We are     incredibly proud of our town, our silo art and the uniqueness of our     community and can’t wait to share this with everyone next month.” The Colbo     community is right behind the event, with Ms Vale promising something for     people of all ages and interests. “The Heathcote Wine Region is offering     complimentary tastings from eight of their finest vineyards with a ticket     including a custom wine glass to get a sample of their amazing drops. “While     the wine is fantastic you won’t be leaving with an empty stomach. The     Colbinabbin Country Hotel and the Colbinabbin General Store Co-Op have     joined forces to put on some delicious picnic packs, grazing and sandwich     platters. “This is a family friendly event so bring the kids down, enjoy     some live music, have a wine, enjoy the beautiful silo art and the     incredible community that is Colbo.” Tickets are capped at 500 so get in     quick and book your ticket online at     ",{"type":15,"tag":40,"props":41,"children":43},"a",{"href":42},"https://www.trybooking.com/CGTWM",[44],{"type":21,"value":45},"trybooking.com",{"type":21,"value":33},{"type":21,"value":33},{"title":7,"searchDepth":49,"depth":49,"links":50},2,[],"markdown","content:articles:2023:list:colbo-community-geared-up.md","content","articles/2023/list/colbo-community-geared-up.md","md",1716464608945]