[{"data":1,"prerenderedAt":109},["Reactive",2],{"content-query-PTwmECKM4M":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"excerpt":11,"body":27,"_type":104,"_id":105,"_source":106,"_file":107,"_extension":108},"/gardening/2024/2024-03-28","2024",false,"","It’s tree planting time again","Well, our summer months have brought some unexpected conditions this year, with no major heatwaves and a very abundant summer rainfall. In fact you could say we have had a perfect climate with consistently warm days, cooler nights and enough rain to cut down on the watering requirements (as long as you weren’t in the flood zones of course!). The extra rainfall does call for a different summer gardening regime, with mowing and weeding still well on the agenda.","/gallery/2024/03/wnews20240328-070.jpg",{"type":12,"children":13},"root",[14,22],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"its-tree-planting-time-again",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":12,"children":28,"toc":101},[29,33,37,42,47,52,57,66,71,76,81,86,91,96],{"type":15,"tag":16,"props":30,"children":31},{"id":18},[32],{"type":21,"value":8},{"type":15,"tag":23,"props":34,"children":35},{},[36],{"type":21,"value":9},{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"With autumn now well underway, it’s time to clear out the tired looking summer veggies and start preparing for the winter crops.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"It’s also an excellent time to be planting out new trees and shrubs, especially natives, as the soil is still warm but the days not so hot as to stress the newly transplanted specimens. If well watered and mulched now they will get off to a good start and acclimatise well before the winter cold sets in.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"For best success for new plantings it’s a good idea to choose wisely for our area as this will give them the best chance of survival in the years to come.",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":21,"value":56},"And what better place to select for the local garden than from the volunteers at the Goulburn Valley Tree Group. As they say, “Well, it’s that time of year again. Tree planting weather has arrived!”",{"type":15,"tag":23,"props":58,"children":59},{},[60],{"type":15,"tag":61,"props":62,"children":65},"img",{"alt":63,"src":64},"Goulburn Valley Tree Group","https://media.wnews.org.au/gallery/2024/03/wnews20240328-070.jpg",[],{"type":15,"tag":23,"props":67,"children":68},{},[69],{"type":21,"value":70},"With some rain we will be looking at a perfect opportunity to get plants and trees thriving at your place.",{"type":15,"tag":23,"props":72,"children":73},{},[74],{"type":21,"value":75},"At Goulburn Valley Tree Group Native Nursery in Tatura they have already been busy with sales - some species have already sold out.",{"type":15,"tag":23,"props":77,"children":78},{},[79],{"type":21,"value":80},"Their stocks are all native and many being species that are indigenous to this area so they should thrive in our local conditions.",{"type":15,"tag":23,"props":82,"children":83},{},[84],{"type":21,"value":85},"There are plants and trees for both paddocks and town block, many varieties of Eucalypts (both large and small), Banksias, Wattles, Melaleucas, Callistemons, paper daisies, lush grasses and more.",{"type":15,"tag":23,"props":87,"children":88},{},[89],{"type":21,"value":90},"Volunteers work tirelessly every year to produce quality plants from seed so you can purchase healthy plants at very affordable prices – all plants are grown from seed.",{"type":15,"tag":23,"props":92,"children":93},{},[94],{"type":21,"value":95},"GV Tree Group nursery is currently open on Tuesday mornings and from 6 May will also be open Saturday mornings.",{"type":15,"tag":23,"props":97,"children":98},{},[99],{"type":21,"value":100},"So prepare your soil and pay them a visit. Goulburn Valley Tree Group Native Nursery is at 6 Kerferd Stree Tatura.",{"title":7,"searchDepth":102,"depth":102,"links":103},2,[],"markdown","content:gardening:2024:2024-03-28.md","content","gardening/2024/2024-03-28.md","md",1713610398442]