[{"data":1,"prerenderedAt":60},["Reactive",2],{"content-query-nf8qXnilTv":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":55,"_id":56,"_source":57,"_file":58,"_extension":59},"/articles/2022/list/glitz-and-glam-for-rushworth-debs","list",false,"","Glitz and Glam for Rushworth Debs","After a long wait, and eight weeks of dance classes, the 2022 Rushworth Football Netball Club debutantes and their partners took to the dance floor at our beloved Rushworth Shire Hall on Saturday 23 July.","/gallery/2022/08/Group.jpg",{"type":12,"children":13,"toc":52},"root",[14,22,27,32,37,42,47],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"glitz-and-glam-for-rushworth-debs",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"An eager nine couples began their day with makeup and hair appointments ready to participate in photos at the Criterion Hotel Rushworth. We were very grateful to Daryl, Kerrin and team who hosted our photos at the historic site of our town.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"The young adults who made their way up to the Shire Hall included: Anita Barlow and Cabe Roberts, Ebony Geisler and Mac Miller, Jessica McLean and Jack Perry, Megan Arnel and Bayley Lloyd, Monique Robertson and Zaya Munday, Sophie McLean and Mitchell Clarke, Taya Chillingsworth and Harry Rathjen, Tayla Albrey-Mills and Geordie Aburrow and Trinidy Slama and Hansueli Habeggar.",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"We began with our presentation MC’d by Janelle Doolan, who did an amazing job! The debutantes and their partners then participate in five dances including, the opening dance, the Progression, the Pride of Erin and finishing with the ‘fun dance’. Our fabulous dance teacher, Amy Newton selected five modern songs for the partners to dance to which were thoroughly enjoyed by all!  After a delicious supper and refreshments, supplied by members of the club, everyone enjoyed the rest of the evening, taking photos and dancing the night away with friends and family.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"On behalf of all the debutantes and our partners, a special thankyou to Janene Lunney and Mandy McLean - for all the work you did behind the scenes, making sure we were all at training each week, arranging our officials, caterers, our photographer, decorations, tickets, making our corsages, arranging our officials – also Josh Newton and Katherine and Dean Jamieson. We’d also like to make mention to Caitlin Brown for the decorations and food preparation as well as organising the clean-up the next day. These photos were captured by the talented Melissa Owens Photography, who we’d like to thank for her amazing job!",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Finally, thank you to everyone who contributed to our special night, it was thoroughly enjoyed by everyone.",{"title":7,"searchDepth":53,"depth":53,"links":54},2,[],"markdown","content:articles:2022:list:glitz-and-glam-for-rushworth-debs.md","content","articles/2022/list/glitz-and-glam-for-rushworth-debs.md","md",1717808738796]