[{"data":1,"prerenderedAt":185},["Reactive",2],{"content-query-IR2zHwvRvY":3},[4,84],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"body":11,"_type":79,"_id":80,"_source":81,"_file":82,"_extension":83},"/immigration/2023/list/early-arrival-and-success","list",false,"","Early arrival and success","    The first record of a Chinese miner that shows up in an Assistant Gold    Commissioner’s regular weekly reports for the Waranga goldfields appears in    late April 1854. An unnamed Chinese man brought two nuggets into the Gold    Office (which was then located in a tent). The nuggets weighed 17 oz 10 dwt    (almost exactly half a kilo-gram) and 8 oz 10 dwt (nearly 250 g)    respectively. For obvious reasons, the miner “would not disclose the (exact)    locality” where he found the gold.1",{"type":12,"children":13,"toc":73},"root",[14,22,24,30,35,40,47,52,57,63,68],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"early-arrival-and-success",[20],{"type":21,"value":9},"text",{"type":21,"value":23},"\n  ",{"type":15,"tag":25,"props":26,"children":28},"p",{"style":27,"bold\\\"":8},"\\\"font-weight:",[29],{"type":21,"value":10},{"type":15,"tag":25,"props":31,"children":32},{},[33],{"type":21,"value":34},"    This means that, although the majority of Chinese miners arrived later,    there had been some on the Waranga goldfields in the very early days. The    fact that the Assistant Commissioner’s report in April expressed no surprise    that a Chinese man should sell his finds to the Gold Office would seem to    indicate that there were other Chinese miners already there. These men may    have been in Australia at the start of the gold rushes or could have arrived    by ship soon after they had heard about the spectacular new finds.",{"type":15,"tag":25,"props":36,"children":37},{},[38],{"type":21,"value":39},"    Apart from these Chinese discoveries, there had been other amazing finds in    the early months of the Waranga rush. For instance, in October 1853 a digger    had turned up a nugget weighing 81 oz (2.3 kg) at Whroo – then referred to    in the reports as “Wooroor”. The Assistant Commissioner in charge at the    time, William Willoby, reckoned “the nugget was the best and richest    specimen I have seen on the goldfields.”2 On today’s values it would be    worth well over $200,000.",{"type":15,"tag":41,"props":42,"children":44},"h3",{"id":43},"highly-mobile",[45],{"type":21,"value":46},"Highly mobile",{"type":15,"tag":25,"props":48,"children":49},{},[50],{"type":21,"value":51},"    The population on the goldfields was highly mobile, as evidenced by some of    the estimated population figures provided in the Assistant Commissioner’s    reports. Willoby’s first report, lodged in August 1853, indicated there were    something like 5000 miners already on the ground when he arrived with staff    and dray loads of equipment.3 By Christmas though, lack of water meant that    only about 700 remained. It was likely that very few of those involved in    this first rush were Chinese. There was a time lapse between the gold    discoveries, word filtering back to China, then entrepreneurs organising    people and the shipping required to bring them out to Australia. Numbers    would have peaked later in the 1850s.",{"type":15,"tag":25,"props":53,"children":54},{},[55],{"type":21,"value":56},"    From mid-1859 to mid-1860, when gold-seeking populations had settled down to    a degree, the numbers of Chinese on the Waranga goldfields fluctuated    between 150 and 250. The reports listed the Chinese separately from other    men, women and children, as though the Chinese were another species that did    not fit into those three categories. At the time, the overwhelming majority    of those listed as “Chinese” would have been men.",{"type":15,"tag":41,"props":58,"children":60},{"id":59},"success",[61],{"type":21,"value":62},"Success",{"type":15,"tag":25,"props":64,"children":65},{},[66],{"type":21,"value":67},"    There was still plenty of gold being found at the end of the 1850s, as gold    shipments out of Rushworth for 1860 comprised nearly 18,000 ounces (an    astonishing $47 million worth at today’s prices). The increase in quartz    mining on an industrial scale, as compared to alluvial mining, would have    significantly contributed to this. Meanwhile, the Chinese were still largely    employed in alluvial mining. Around this time, there were usually 60-70    puddling machines in operation (when water was available). The vast majority    of these were operated by the Chinese miners. It is hard to know how much    gold they were finding, because there were multiple ways of disposing of the    product of their labours. Much gold was transported by the weekly armed gold    escort, which took gold from the Waranga goldfields to Heathcote initially,    then on to Melbourne. However, it was suspected that much of the gold mined    by the Chinese unofficially found its way back to China through a variety of    methods. As well as ordinary money, gold was basically legal tender, so    could also be used to purchase food and supplies. The result of this was    that a fair proportion was in circulation in the local economy at any time.",{"type":15,"tag":25,"props":69,"children":70},{},[71],{"type":21,"value":72},"    The early and spectacular successes with alluvial mining on the Waranga    goldfields were largely over by 1860. To be successful required patience and    persistence, a systematic approach and long hours of hard work. The Chinese    miners generally displayed these characteristics to a greater degree than    their western counterparts.",{"title":8,"searchDepth":74,"depth":74,"links":75},2,[76,78],{"id":43,"depth":77,"text":46},3,{"id":59,"depth":77,"text":62},"markdown","content:immigration:2023:list:early-arrival-and-success.md","content","immigration/2023/list/early-arrival-and-success.md","md",{"_path":85,"_dir":86,"_draft":7,"_partial":7,"_locale":8,"title":87,"description":88,"body":89,"_type":79,"_id":183,"_source":81,"_file":184,"_extension":83},"/immigration/2024/2024-05-23","2024","Opium use","Some of the Chinese immigrants in the\nWaranga area were opium users. One of the\nmany stereotypes trotted out by the press\nof the day referred to “opium dens” and the\nnumber of “depredations” attached thereto.\nAt the same time, the writers tended to\noverlook the excessive use of alcohol by the\nEuropean miners that was far more likely to\nresult in violence and other crime.",{"type":12,"children":90,"toc":178},[91,96,100,105,110,117,122,127,133,138,143,148,154,159,164,169],{"type":15,"tag":16,"props":92,"children":94},{"id":93},"opium-use",[95],{"type":21,"value":87},{"type":15,"tag":25,"props":97,"children":98},{},[99],{"type":21,"value":88},{"type":15,"tag":25,"props":101,"children":102},{},[103],{"type":21,"value":104},"Ironically, it was the British who had\nintroduced opium to China. They had\nsomething of a monopoly on the worldwide\nopium trade in the 19th century and saw\nhuge trading opportunities given the size of\nthe Chinese population. Opium was being\nillegally imported into China by British\nmerchants, particularly from about 1820.\nThe Chinese government began to resist\nmore strongly because of the impact on its\ncitizens. Two wars were fought between the\nChinese and British resulting in the latter\nsecuring their trading position along with\nother economic concessions.",{"type":15,"tag":25,"props":106,"children":107},{},[108],{"type":21,"value":109},"One of the large centres for trading was\nthe Guangdong region of south-eastern\nChina. Many miners who came to Australia\nfor the gold rush were from this area and\nwere already opium users when they arrived.\nIt may be that others took up the habit after\nthey arrived, given the difficulties they faced\nliving in this country.",{"type":15,"tag":111,"props":112,"children":114},"h2",{"id":113},"older-men",[115],{"type":21,"value":116},"Older men",{"type":15,"tag":25,"props":118,"children":119},{},[120],{"type":21,"value":121},"There is not much reliable information\nabout the extent of opium use during the\nhalcyon days of the gold rush of the 1850s\nand early 1860s. It seems to have been\nfairly common, also providing a business\nopportunity for merchants and owners of\nestablishments where the drug was used.\nDistribution may or may not have been under\nthe control of the secret societies mentioned\nin the previous story.",{"type":15,"tag":25,"props":123,"children":124},{},[125],{"type":21,"value":126},"Some of the men who remained in the\nWaranga area from the mid-1860s were\nregular users. It seems that many of those\nwho were left here after most of their\ncompatriots had gone, tended to be loners,\noften destitute. With no option of returning\nto their homeland, opium may have dulled the\npain of their existence.",{"type":15,"tag":111,"props":128,"children":130},{"id":129},"opium-poisoning-death",[131],{"type":21,"value":132},"Opium poisoning death",{"type":15,"tag":25,"props":134,"children":135},{},[136],{"type":21,"value":137},"There is one account of a Chinese man\nwho died of opium poisoning at Scotchman’s\nGully, Whroo in 1874. It was unclear whether\nthis was an accident or perhaps an intentional\noverdose with a view to committing suicide.\nAt the inquest into his death, his mate Young\nHong said that Ah Hin was a poor man who\n“smoked opium more or less according to the\nmoney he made.” 1 Ah Hin was apparently in\nvery low spirits at the time of his death.",{"type":15,"tag":25,"props":139,"children":140},{},[141],{"type":21,"value":142},"The venerable Dr J V Heily did an autopsy\nafter the death and provided a graphic six-\npage deposition to the inquest, which was\nheld at the Balaclava Hotel in Whroo. The\ngood doctor had known the deceased prior\nto his death and, along with other witnesses,\nstated that Ah Hin had been a regular user\nfor many years. On the day of his death, he\nhad taken the opium in a liquid form rather\nthan smoking. It was concluded that he had\nprobably done so with suicidal intent.",{"type":15,"tag":25,"props":144,"children":145},{},[146],{"type":21,"value":147},"Other deaths around this time were not\ncaused by opium poisoning, although it was\noften noted at the inquest if the deceased had\nbeen an opium user.",{"type":15,"tag":111,"props":149,"children":151},{"id":150},"victoriana",[152],{"type":21,"value":153},"Victoriana",{"type":15,"tag":25,"props":155,"children":156},{},[157],{"type":21,"value":158},"Within the European community, there\nwere also opium users. At the time, it was\nnot an illegal drug. As well as taking the\ndrug recreationally, as some of the Chinese\ndid, others used it as a non-prescribed, cheap\nmedicine known as Laudanum. Various other\nproducts like cough syrup also had an opiate\nbase. Men, women and children used the\nmedications regularly and purchases from\nchemists were not limited.2 Cocaine was also\nreadily available over the counter.",{"type":15,"tag":25,"props":160,"children":161},{},[162],{"type":21,"value":163},"Towards the end of the 19th century, there\nwas a growing awareness of the dangers of\nopium use. Medicinal use started to come\nunder stricter controls and there were efforts\nto dismantle the opium trade.",{"type":15,"tag":25,"props":165,"children":166},{},[167],{"type":21,"value":168},"No such efforts were made to control\nalcohol consumption, which along with\ntobacco tended to be the drugs of choice of\nthe Europeans who flocked to the area during\nthe gold rush. Some of the Chinese also\nimbibed alcohol.",{"type":15,"tag":25,"props":170,"children":171},{},[172],{"type":15,"tag":173,"props":174,"children":175},"em",{},[176],{"type":21,"value":177},"Sources: 1 PROV File No 1874/590; 2\nHistoric UK website",{"title":8,"searchDepth":74,"depth":74,"links":179},[180,181,182],{"id":113,"depth":74,"text":116},{"id":129,"depth":74,"text":132},{"id":150,"depth":74,"text":153},"content:immigration:2024:2024-05-23.md","immigration/2024/2024-05-23.md",1716802794251]