[{"data":1,"prerenderedAt":222},["Reactive",2],{"content-query-bQH6H5e3RO":3},[4,109],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"body":11,"_type":104,"_id":105,"_source":106,"_file":107,"_extension":108},"/firstpeoples/2021/list/ngurai-illum-wurrung-country-place-names","list",false,"","Ngurai-Illum Wurrung Country place names","There are at least 40 names on or near Ngurai-illum Wurrung country that appear to be of Aboriginal origin.  Some of those names would have been derived from the Ngurai-illum Wurrung language.  It would be good if we could identify which ones were, because it could give us a little insight into a language that all but disappeared within a short time of the arrival of European colonisers.",{"type":12,"children":13,"toc":101},"root",[14,22,27,32,37,42,47,52,57,62,76,81,91],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"ngurai-illum-wurrung-country-place-names",[20],{"type":21,"value":9},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":10},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"However, as stated in the previous story, there are all sorts of problems in determining whether an Aboriginal sounding name was genuinely local or imported from somewhere else.  Even if it was derived from a Ngurai-illum Wurrung word, difficulties in oral communication and recording might mean that a present-day place name is just an approximation of the original word.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"Similarly, there can be plenty of conjecture over what an Aboriginal place name means, and whether it was used in the right context when it was applied as a place name.",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"Meanings of place names Most sources seem to agree on the meanings of the names of some our town, parish or district names and those of geographical features.  For instance, Waranga = sing; Whroo = lips or mouth (presumably in relation to drinking from the waterhole); Corop = call of the brolga; Colbinabbin = meeting of red and black soils; Carag Carag = magpie; Nagambie = lagoon or still water; Tatura = place of small lagoons; Kyabram = thick forest.  There is no clarity on whether these names are derived from Ngurai-illum words or from some other source.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"With other names, the more references you look at, the more different suggestions that you come up with.  As an example, Girgarre has been listed in various publications as meaning ‘sour’, ‘red earth’ and ‘edible root’.  Echuca is generally thought to mean ‘meeting of the waters’ (i.e. the confluence of the Murray and Campaspe Rivers) but in some publications it is said to relate to gravel beds in the river which are visible when flows are very low.  Burramboot could be ‘high hill’ or ‘muddy water’, both of which are quite feasible given the location.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"Aboriginal names There are plenty of geographical features and localities that currently have European names, but for which Aboriginal names have been recorded.  The confluence of rivers would seem to be of great significance to Aboriginal people in that most of the major ones in and around Ngurai-illum Wurrung country seem to have a name.  Perhaps they were meeting places and/or important locations along the local songlines.",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":21,"value":56},"The junction of the Campaspe and Coliban Rivers (now under Lake Eppalock) was known as yallemeeboon; Campaspe/Murray = yalka or echuca; Goulburn/Broken = marangan; Goulburn/Murray = koninner.  Some of these names were probably from languages other than Ngurai-illum Wurrung, whose people were aware of them and may have had their own particular name for them.  Rivers often had multiple names, depending on whose country they were passing through.  Parts of rivers were also assigned particular names in some cases.",{"type":15,"tag":23,"props":58,"children":59},{},[60],{"type":21,"value":61},"Mount Camel has great significance for the Ngurai-illum Wurrum people who, according to some sources, called it Yiberithoop.  Below the Mount Camel Range, Lake Cooper was called Pawbeenbolock/Paboinboolok (where bulluk = lake), while some researchers say the name was Tangalum/Tongillum (where yillam = camp).  It is easy to envision the people camping on the lake shores where there would be an abundance of food in most seasons. Before it became Gunn’s Swamp, then Waranga Basin, the wetlands that are now covered by the Basin are recorded as having been called Baangyoobine.",{"type":15,"tag":23,"props":63,"children":64},{},[65,67,74],{"type":21,"value":66},"The links between places The European colonial way is to regard places of habitation and their names as quite distinct and those distinctions are often reinforced to the nth degree by mindless parochialism.  In Aboriginal culture, places and their names are inextricably linked as part of songlines.  Places are “entities in a network of meaning in a much stronger fashion”.1 References:  1  Placenames Australia Newsletter, ‘Aboriginal Toponyny’ (Sept 2018) Many other references were used during the compilation of these stories on place names.  For a list of names, their possible meanings and the references used, email ",{"type":15,"tag":68,"props":69,"children":71},"a",{"href":70},"mailto:boze24@hotmail.com",[72],{"type":21,"value":73},"boze24@hotmail.com",{"type":21,"value":75}," and request a copy.",{"type":15,"tag":23,"props":77,"children":78},{},[79],{"type":21,"value":80},"References:",{"type":15,"tag":82,"props":83,"children":84},"ol",{},[85],{"type":15,"tag":86,"props":87,"children":88},"li",{},[89],{"type":21,"value":90},"Placenames Australia Newsletter, ‘Aboriginal Toponyny’ (Sept 2018)",{"type":15,"tag":23,"props":92,"children":93},{},[94,96,100],{"type":21,"value":95},"Many other references were used during the compilation of these stories on place names.  For a list of names, their possible meanings and the references used, email ",{"type":15,"tag":68,"props":97,"children":98},{"href":70},[99],{"type":21,"value":73},{"type":21,"value":75},{"title":8,"searchDepth":102,"depth":102,"links":103},2,[],"markdown","content:firstpeoples:2021:list:ngurai-illum-wurrung-country-place-names.md","content","firstpeoples/2021/list/ngurai-illum-wurrung-country-place-names.md","md",{"_path":110,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":111,"description":112,"body":113,"_type":104,"_id":220,"_source":106,"_file":221,"_extension":108},"/firstpeoples/2021/list/speaking-ngurai-illum-wurrung","Speaking Ngurai-Illum Wurrung","“Wurrung” means language, so the term Ngurai-illum Wurrung relates to the language of the Ngurai-illum people, who were custodians of the Waranga area for tens of thousands of years.  Language groups were usually made up of a number of smaller clans, whose members all spoke that language, with some regional variations.  Such was the case with the Ngurai-illum Wurrung people.",{"type":12,"children":114,"toc":215},[115,120,124,129,136,141,146,151,157,162,167,172,178,183,188,192],{"type":15,"tag":16,"props":116,"children":118},{"id":117},"speaking-ngurai-illum-wurrung",[119],{"type":21,"value":111},{"type":15,"tag":23,"props":121,"children":122},{},[123],{"type":21,"value":112},{"type":15,"tag":23,"props":125,"children":126},{},[127],{"type":21,"value":128},"A number of similar language groups could be linked together in a loose federation called a nation.  This was the case with the Ngurai-illum Wurrung, who not only shared some common language but also moieties, trade, culture, music, stories and ceremony with the Dja Dja Wurrung, Taungurung, Wathawaurung, Boonwurrung and Woiwurrung as part of the so-called Kulin Nation.  For instance, it has been suggested that the Ngurai-illum Wurrung and Dja Dja Wurrung share 70-80% of their language.  Members of all six Kulin language groups met on a regular basis, and there was inter-marriage between them.  This meant that most of the people were bi-lingual or multi-lingual.",{"type":15,"tag":130,"props":131,"children":133},"h2",{"id":132},"the-importance-of-language",[134],{"type":21,"value":135},"The Importance Of Language",{"type":15,"tag":23,"props":137,"children":138},{},[139],{"type":21,"value":140},"Language is one of the most important parts of any culture. It is the way by which people communicate with one another, build relationships, and create a sense of community.1  It is one of the primary ways – either orally or in writing - by which culture, traditions and shared values are conserved and passed on to the next generations.",{"type":15,"tag":23,"props":142,"children":143},{},[144],{"type":21,"value":145},"Imagine being in a situation where Australia was taken over by another country and you were actively discouraged from speaking English, because the new regime frowned upon the use of your birth language.  Further, everyone you previously knew had their name changed to something different from their birth name.",{"type":15,"tag":23,"props":147,"children":148},{},[149],{"type":21,"value":150},"Also, your social groupings, lifestyle and culture were massively disrupted by death, sickness and dispersal.  It is hard to imagine, but that is exactly what happened to the Ngurai-illum Wurrung people in the Waranga area over a very short space of time.  Tens of thousands of years of learning were lost as the remaining Elders no longer had the most important means of passing their knowledge on.",{"type":15,"tag":130,"props":152,"children":154},{"id":153},"recovery",[155],{"type":21,"value":156},"Recovery",{"type":15,"tag":23,"props":158,"children":159},{},[160],{"type":21,"value":161},"Very little work has been done in trying to recover the language of the Ngurai-illum people.  This is partly because of the difficulties caused by the fact that there are a limited number of descendants, many of whom have not been able to maintain a connection with country. Present day Ngurai-illum Wurrung people currently lack the resources to engage in a major effort to recover any significant part of their language.",{"type":15,"tag":23,"props":163,"children":164},{},[165],{"type":21,"value":166},"The Taungurung people were southern neighbours of the Ngurai-illum Wurrung people and also part of the Kulin nation.  In recent years, they have run a major project which has employed linguists to work with Taungurung descendants to recover as much of their language as possible.  This has resulted in the publication of some excellent books and educational materials which are available via their website.2",{"type":15,"tag":23,"props":168,"children":169},{},[170],{"type":21,"value":171},"This shows quite clearly that by using a range of resources, it is possible to resurrect at least part of a language that was almost gone.  The same might be possible for the Ngurai-illum Wurrung and may result in enhancing our knowledge of the traditional custodians of the Waranga area.",{"type":15,"tag":130,"props":173,"children":175},{"id":174},"vacl",[176],{"type":21,"value":177},"VACL",{"type":15,"tag":23,"props":179,"children":180},{},[181],{"type":21,"value":182},"Most sources suggest that there were around 250 identifiable Aboriginal languages in Australia before colonisation and around 40 in what is now the State of Victoria.  There is an organisation operating in Victoria whose sole purpose is to build knowledge of Aboriginal languages from around Victoria.  The charter of the Victorian Aboriginal Corporation for Languages (VACL) provides for it to be “focussed on retrieving, recording and researching Aboriginal languages and providing a central resource…with programs and educational tools to teach the indigenous and wider community about language.”3",{"type":15,"tag":23,"props":184,"children":185},{},[186],{"type":21,"value":187},"Of the 250 languages that did exist in Australia, about 75% have already been lost.  Many of the others are barely surviving.  It may be too late to retrieve all of Ngurai-illum Wurrung, but there is certainly scope to retrieve some of it.",{"type":15,"tag":23,"props":189,"children":190},{},[191],{"type":21,"value":80},{"type":15,"tag":82,"props":193,"children":194},{},[195,200,210],{"type":15,"tag":86,"props":196,"children":197},{},[198],{"type":21,"value":199},"racismnoway.com.au website",{"type":15,"tag":86,"props":201,"children":202},{},[203],{"type":15,"tag":68,"props":204,"children":208},{"href":205,"rel":206},"https://taungurung.com.au/",[207],"nofollow",[209],{"type":21,"value":205},{"type":15,"tag":86,"props":211,"children":212},{},[213],{"type":21,"value":214},"VACL website",{"title":8,"searchDepth":102,"depth":102,"links":216},[217,218,219],{"id":132,"depth":102,"text":135},{"id":153,"depth":102,"text":156},{"id":174,"depth":102,"text":177},"content:firstpeoples:2021:list:speaking-ngurai-illum-wurrung.md","firstpeoples/2021/list/speaking-ngurai-illum-wurrung.md",1717665247112]