[{"data":1,"prerenderedAt":133},["Reactive",2],{"content-query-bQH6H5e3RO":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"body":11,"_type":128,"_id":129,"_source":130,"_file":131,"_extension":132},"/firstpeoples/2021/list/speaking-ngurai-illum-wurrung","list",false,"","Speaking Ngurai-Illum Wurrung","“Wurrung” means language, so the term Ngurai-illum Wurrung relates to the language of the Ngurai-illum people, who were custodians of the Waranga area for tens of thousands of years.  Language groups were usually made up of a number of smaller clans, whose members all spoke that language, with some regional variations.  Such was the case with the Ngurai-illum Wurrung people.",{"type":12,"children":13,"toc":122},"root",[14,22,27,32,39,44,49,54,60,65,70,75,81,86,91,96],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"speaking-ngurai-illum-wurrung",[20],{"type":21,"value":9},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":10},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"A number of similar language groups could be linked together in a loose federation called a nation.  This was the case with the Ngurai-illum Wurrung, who not only shared some common language but also moieties, trade, culture, music, stories and ceremony with the Dja Dja Wurrung, Taungurung, Wathawaurung, Boonwurrung and Woiwurrung as part of the so-called Kulin Nation.  For instance, it has been suggested that the Ngurai-illum Wurrung and Dja Dja Wurrung share 70-80% of their language.  Members of all six Kulin language groups met on a regular basis, and there was inter-marriage between them.  This meant that most of the people were bi-lingual or multi-lingual.",{"type":15,"tag":33,"props":34,"children":36},"h2",{"id":35},"the-importance-of-language",[37],{"type":21,"value":38},"The Importance Of Language",{"type":15,"tag":23,"props":40,"children":41},{},[42],{"type":21,"value":43},"Language is one of the most important parts of any culture. It is the way by which people communicate with one another, build relationships, and create a sense of community.1  It is one of the primary ways – either orally or in writing - by which culture, traditions and shared values are conserved and passed on to the next generations.",{"type":15,"tag":23,"props":45,"children":46},{},[47],{"type":21,"value":48},"Imagine being in a situation where Australia was taken over by another country and you were actively discouraged from speaking English, because the new regime frowned upon the use of your birth language.  Further, everyone you previously knew had their name changed to something different from their birth name.",{"type":15,"tag":23,"props":50,"children":51},{},[52],{"type":21,"value":53},"Also, your social groupings, lifestyle and culture were massively disrupted by death, sickness and dispersal.  It is hard to imagine, but that is exactly what happened to the Ngurai-illum Wurrung people in the Waranga area over a very short space of time.  Tens of thousands of years of learning were lost as the remaining Elders no longer had the most important means of passing their knowledge on.",{"type":15,"tag":33,"props":55,"children":57},{"id":56},"recovery",[58],{"type":21,"value":59},"Recovery",{"type":15,"tag":23,"props":61,"children":62},{},[63],{"type":21,"value":64},"Very little work has been done in trying to recover the language of the Ngurai-illum people.  This is partly because of the difficulties caused by the fact that there are a limited number of descendants, many of whom have not been able to maintain a connection with country. Present day Ngurai-illum Wurrung people currently lack the resources to engage in a major effort to recover any significant part of their language.",{"type":15,"tag":23,"props":66,"children":67},{},[68],{"type":21,"value":69},"The Taungurung people were southern neighbours of the Ngurai-illum Wurrung people and also part of the Kulin nation.  In recent years, they have run a major project which has employed linguists to work with Taungurung descendants to recover as much of their language as possible.  This has resulted in the publication of some excellent books and educational materials which are available via their website.2",{"type":15,"tag":23,"props":71,"children":72},{},[73],{"type":21,"value":74},"This shows quite clearly that by using a range of resources, it is possible to resurrect at least part of a language that was almost gone.  The same might be possible for the Ngurai-illum Wurrung and may result in enhancing our knowledge of the traditional custodians of the Waranga area.",{"type":15,"tag":33,"props":76,"children":78},{"id":77},"vacl",[79],{"type":21,"value":80},"VACL",{"type":15,"tag":23,"props":82,"children":83},{},[84],{"type":21,"value":85},"Most sources suggest that there were around 250 identifiable Aboriginal languages in Australia before colonisation and around 40 in what is now the State of Victoria.  There is an organisation operating in Victoria whose sole purpose is to build knowledge of Aboriginal languages from around Victoria.  The charter of the Victorian Aboriginal Corporation for Languages (VACL) provides for it to be “focussed on retrieving, recording and researching Aboriginal languages and providing a central resource…with programs and educational tools to teach the indigenous and wider community about language.”3",{"type":15,"tag":23,"props":87,"children":88},{},[89],{"type":21,"value":90},"Of the 250 languages that did exist in Australia, about 75% have already been lost.  Many of the others are barely surviving.  It may be too late to retrieve all of Ngurai-illum Wurrung, but there is certainly scope to retrieve some of it.",{"type":15,"tag":23,"props":92,"children":93},{},[94],{"type":21,"value":95},"References:",{"type":15,"tag":97,"props":98,"children":99},"ol",{},[100,106,117],{"type":15,"tag":101,"props":102,"children":103},"li",{},[104],{"type":21,"value":105},"racismnoway.com.au website",{"type":15,"tag":101,"props":107,"children":108},{},[109],{"type":15,"tag":110,"props":111,"children":115},"a",{"href":112,"rel":113},"https://taungurung.com.au/",[114],"nofollow",[116],{"type":21,"value":112},{"type":15,"tag":101,"props":118,"children":119},{},[120],{"type":21,"value":121},"VACL website",{"title":8,"searchDepth":123,"depth":123,"links":124},2,[125,126,127],{"id":35,"depth":123,"text":38},{"id":56,"depth":123,"text":59},{"id":77,"depth":123,"text":80},"markdown","content:firstpeoples:2021:list:speaking-ngurai-illum-wurrung.md","content","firstpeoples/2021/list/speaking-ngurai-illum-wurrung.md","md",1713087266666]