[{"data":1,"prerenderedAt":59},["Reactive",2],{"content-query-xJdGEawYPp":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"excerpt":10,"body":26,"_type":54,"_id":55,"_source":56,"_file":57,"_extension":58},"/gardening/2024/2024-04-11","2024",false,"","Enjoying autumn","Not surprisingly autumn is voted the favourite season of so many gardeners - the days are usually sunny but just pleasantly\nwarm, and there’s that little bit of freshness in\nthe morning air. It doesn’t take much to entice\nus outside where it’s so enjoyable that attend-\ning to the many garden chores doesn’t seem at all onerous.",{"type":11,"children":12},"root",[13,21],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"enjoying-autumn",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":11,"children":27,"toc":51},[28,32,36,41,46],{"type":14,"tag":15,"props":29,"children":30},{"id":17},[31],{"type":20,"value":8},{"type":14,"tag":22,"props":33,"children":34},{},[35],{"type":20,"value":9},{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"But as well as being a pleasant time of year\nit’s also quite a busy period in the garden. We\nneed to finish clearing out those tired looking\nsummer veggies and to add some organic\nmanures into the beds to prepare for winter\ncrops. This could be compost, manures, even\nsome autumn leaves will add to the mix soon.\nAnother way to get organic matter into the\nsoil is to sow a green manure crop. Special\ngreen manure mixes of efficient nitrogen-\nfixing plants can be purchased, or you can use",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":20,"value":45},"old left-over seed you might have (especially\nlegumes), and just sprinkle it thickly and\nwater well. Before it flowers or sets seed just",{"type":14,"tag":22,"props":47,"children":48},{},[49],{"type":20,"value":50},"dig it over and work it into the soil - or you\ncan even just leave it on top of the soils and\ncover with more compost. (Also a very handy\nuse for those leftover sprouting seeds you buy\nto add to your salad!)\nPerennial plants and herbs, such as\nsalvias, oregano and lemon balm can now\nbe cut back to new growth to prevent them\nbecoming woody.\nAs we have mentioned over the past\nfew weeks, it’s also an excellent time to be\nplanting out new trees and shrubs, especially\nnatives, as the soil is still warm but the days\nnot so hot as to stress the newly transplanted\nspecimens. If well-watered and mulched now\nthey will get off to a good start and acclimatise\nwell before the winter cold sets in.\nAnd as we have also mentioned - an\nexcellent place to find those local trees and\nshrubs ready to plant out in your garden is the\nGoulburn Valley Tree Nursery in Tatura.",{"title":7,"searchDepth":52,"depth":52,"links":53},2,[],"markdown","content:gardening:2024:2024-04-11.md","content","gardening/2024/2024-04-11.md","md",1712802829431]