[{"data":1,"prerenderedAt":110},["Reactive",2],{"content-query-rO5vNyPYpm":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":105,"_id":106,"_source":107,"_file":108,"_extension":109},"/firstpeoples/2022/list/a-friendly-black-at-corop","list",false,"","A Friendly Black At Corop","It seems that there were still Aboriginal people moving through the Waranga area just over a century ago.  Whether they were descendants of the traditional Ngurai-illum Wurrung custodians following old songlines is not clear.  Perhaps they were people just looking for itinerant work.","/gallery/2022/06/Stone+axe+-+Charlie+Furphy+story.jpg",{"type":12,"children":13,"toc":99},"root",[14,21,26,31,38,43,48,53,59,64,69,75,80,85,90],{"type":15,"tag":16,"props":17,"children":18},"element","p",{},[19],{"type":20,"value":9},"text",{"type":15,"tag":16,"props":22,"children":23},{},[24],{"type":20,"value":25},"In 1912, seven-year-old Charlie Furphy of “Sand Hills”, Corop wrote a letter to the kids’ page at the Weekly Times, telling “Uncle Ben” about life around Corop.  He mentioned that “we had a visit from a friendly black (sic) and two women blacks (sic).  The man made a boomerang for us, and he was showing how to throw it.  He was at our place for about a week, and he made a shield.  I liked him very much.”1",{"type":15,"tag":16,"props":27,"children":28},{},[29],{"type":20,"value":30},"This raises the obvious question of what the small group of people were doing in the area at the time.  It is clear that the man had retained some traditional skills which were rapidly disappearing at the time.  Early in the 20th century, skills such as boomerang and spear throwing were still performed publicly.  There were men who would travel around performing at local agricultural shows, sporting events and other gatherings.  Perhaps this man was one of them.",{"type":15,"tag":32,"props":33,"children":35},"h2",{"id":34},"a-free-rein",[36],{"type":20,"value":37},"A free rein",{"type":15,"tag":16,"props":39,"children":40},{},[41],{"type":20,"value":42},"Children of the era obviously had a free rein, unencumbered by the concerns of helicopter parents.  Spare time was filled with adventures, roaming the countryside around Corop.  Lake Cooper was nearby, although Charlie noted that his “father used to fish there, but he does not now, because the fish are dying of some disease, and we don’t eat them.”",{"type":15,"tag":16,"props":44,"children":45},{},[46],{"type":20,"value":47},"The Wallenjoe swamp was another area full of interest for children.  “My brother picked up a blackfellow’s tomahawk in the Wallenjoe at a blackfellow’s oven”.  As stated in earlier stories, wetlands such as the Wallenjoe were wonderful sources of food for the local Aboriginal people, which would mean longer than average stays in one location.  A dedicated oven was a sure sign of lengthier habitation.",{"type":15,"tag":16,"props":49,"children":50},{},[51],{"type":20,"value":52},"“The tomahawk that my brother picked up was quite smooth at the point, and where they had been holding it.”  The stone looks like greenstone, which surely would have come from the ancient quarries further south on the Mt Camel range.  Similar tools were sometimes hand-held, or it may have originally had a wattle handle, which would have rotted away over the years before its rediscovery.",{"type":15,"tag":32,"props":54,"children":56},{"id":55},"skulls",[57],{"type":20,"value":58},"Skulls",{"type":15,"tag":16,"props":60,"children":61},{},[62],{"type":20,"value":63},"Charlie also noted in his letter that “when we are rabbitting, we sometimes pick up the skull of a blackfellow.”  This may have been something of an exaggeration, but there would certainly have been some shallow burials in this well-inhabited area.  Bones would be uncovered occasionally as a result of farming activity, or from the various types of erosion which followed in the wake of European colonisation.",{"type":15,"tag":16,"props":65,"children":66},{},[67],{"type":20,"value":68},"During Charlie’s childhood, such things were a curiosity.  These days, if similar finds are made, it is important that they are left in place and the relevant authority notified.  Normally this would be the Registered Aboriginal Party (RAP) with responsibility for the area where an item is found.",{"type":15,"tag":32,"props":70,"children":72},{"id":71},"charlie-furphy",[73],{"type":20,"value":74},"Charlie Furphy",{"type":15,"tag":16,"props":76,"children":77},{},[78],{"type":20,"value":79},"Charles Robert Furphy was born in Rushworth in 1904, the son of Samuel and Isabella (nee Brown), and grandson of Samuel and Judith Furphy who selected “Sand Hills” in 1868.  He was also an uncle of Clem, who now lives there with partner Cate.  Apart from his service in World War II, he spent all his life in the Waranga area.  He was a bachelor in his late 30s when he signed up for war service, during which he was a Private (No VX26822) in the 4th Reserve Motor Transport Company.  The company was part of 8th Division, serving in Malaya and Singapore until the latter fell to the Japanese in February 1942.",{"type":15,"tag":16,"props":81,"children":82},{},[83],{"type":20,"value":84},"Most of the men in the company remained as Japanese POWs for the duration of the war.  During his time in Changi, Charlie kept a diary, which has been preserved, and also wrote a book of children’s stories and poems, “Changitales”. It contains many stories full of nostalgia for life on the farm.  It was designed to be given to the children in Changi Jail, but instead came home with him and is a treasured family possession.",{"type":15,"tag":16,"props":86,"children":87},{},[88],{"type":20,"value":89},"It would be nice to think that thoughts of a free and easy childhood around Corop may have sustained Charlie through his traumatic war experience.  Returning to civilian life after more than three years as a POW would have been a difficult transition.  Charlie married Pat Lawrence on his 60th birthday, but sadly she died within two years.  He later died in Colbo in 1988, aged 84.",{"type":15,"tag":16,"props":91,"children":92},{},[93],{"type":15,"tag":94,"props":95,"children":96},"em",{},[97],{"type":20,"value":98},"Reference:  1  Weekly Times 20.4.1912 p 39; Other sources:  Ancestry, NAA, AWM websites.  With thanks to Clem and Cate Furphy",{"title":7,"searchDepth":100,"depth":100,"links":101},2,[102,103,104],{"id":34,"depth":100,"text":37},{"id":55,"depth":100,"text":58},{"id":71,"depth":100,"text":74},"markdown","content:firstpeoples:2022:list:a-friendly-black-at-corop.md","content","firstpeoples/2022/list/a-friendly-black-at-corop.md","md",1718372902069]