[{"data":1,"prerenderedAt":59},["Reactive",2],{"content-query-9sTKeoJQDh":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":54,"_id":55,"_source":56,"_file":57,"_extension":58},"/wildlife/2021/list/plumed-whistling-duck","list",false,"","Plumed Whistling Duck","Many of us are familiar with the Pacific Black Duck, the Wood Duck and the two smaller teal species, Grey and Chestnut Teal which live in our area. A much rarer duck in these parts is a beautiful species named the Plumed Whistling Duck.","/gallery/2021/07/6I6A2783.jpg",{"type":12,"children":13,"toc":51},"root",[14,21,26,31,36,41,46],{"type":15,"tag":16,"props":17,"children":18},"element","p",{},[19],{"type":20,"value":9},"text",{"type":15,"tag":16,"props":22,"children":23},{},[24],{"type":20,"value":25},"From a distance these ducks may be mistaken for Wood Ducks as they have a similar upright stance while out of water. In flight their wings make a whistling sound and this is where their name comes from.",{"type":15,"tag":16,"props":27,"children":28},{},[29],{"type":20,"value":30},"These ducks are more at home on land than in water and are a grazing species, again like the more common Wood Duck. They walk quite gracefully in their upright stance with their head held high but they can appear rather ungainly for a duck on the water. They swim slowly and float high on the water. Their flight is also slower than our other ducks here.",{"type":15,"tag":16,"props":32,"children":33},{},[34],{"type":20,"value":35},"Plumed Whistling Ducks are usually a bird which feeds on tropical grasslands further North but they have benefited from European settlement. They require short, green grass to graze on and the cattle industry has helped provide more watering sites in dry country and cattle keep the tall, coarse tropical grasslands down at a level the ducks can utilise for grazing. In the Northern Territory during the dry season these ducks stick to swamplands, feeding on spike-rushes and sedges while during the wet season they disperse and their grazing options become more varied with seeds, legumes and herbs.",{"type":15,"tag":16,"props":37,"children":38},{},[39],{"type":20,"value":40},"As these ducks feed on land rather than in the water, short grasses are more necessary than a large water source. For this reason our farm dams here can be suitable camp and feeding sites and this is the type of habitat I have seen them here in our area. They often cluster near a water source during the day then wander out in groups during the night to graze.",{"type":15,"tag":16,"props":42,"children":43},{},[44],{"type":20,"value":45},"I have been seeing a flock of about thirty Whistling Ducks in the area close to our Bunbartha shelter for many years now. Some years I don’t see them but hear of other sightings which aren’t too far away. I recently saw a group down the road at Kaarimba. I am always excited to see them and I can’t help but wonder if it is the same group that keeps popping up, as the numbers always seem similar and the locations are never too far from each other. In Northern Australia these ducks nest during the wet seasons. I have never heard of them nesting down here and I am not sure whether these ducks are moving back up north during the wet to breed or have come to call this area their permanent home. There are so many things about so many species which we still just don’t know and with a changing climate, this also is changing the behaviour of many species as they strive to adapt.",{"type":15,"tag":16,"props":47,"children":48},{},[49],{"type":20,"value":50},"I was so pleased to be able to get some decent photographs of these special ducks so close to home and they are a species to look out for as they are certainly not considered common around these parts. Definitely one to keep an eye out for.",{"title":7,"searchDepth":52,"depth":52,"links":53},2,[],"markdown","content:wildlife:2021:list:plumed-whistling-duck.md","content","wildlife/2021/list/plumed-whistling-duck.md","md",1716869214494]