[{"data":1,"prerenderedAt":148},["Reactive",2],{"content-query-hh9tb1vhWw":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":143,"_id":144,"_source":145,"_file":146,"_extension":147},"/wildlife/2024/2024-03-28","2024",false,"","Aussie Magpie","Recently an Australian magpie was surrendered to Queensland wildlife authorities after being kept in captivity for around three years. The magpie in this case was obtained by picking it up as a brancher/fledgling, just as many people do, with the assumption or story that it was ‘abandoned’ by its parents. The Gold Coast couple did not contact local wildlife rescue for assistance and this bird was raised alongside dogs and people, becoming humanised and treated as a pet bird.","/gallery/2024/03/wnews20240328-062.jpg",{"type":12,"children":13,"toc":140},"root",[14,22,27,32,37,42,47,55,60,65,70,75,80,85,90,95,100,105,110,115,120,125,130,135],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"aussie-magpie",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"Right from the word go this couple have created digital content in the form of a social media page which includes ongoing videos of the magpie interacting with both them and their dog as part of the family. They went viral. From appearances on national television, overseas media interest, selling merchandise and even a publishing deal for a book, their story has become well known.",{"type":15,"tag":23,"props":33,"children":34},{},[35],{"type":21,"value":36},"When the house this couple were renting was put up for sale, a crowd funder with GoFundMe was begun with the claim this would enable them to purchase said home to enable them to keep the bird, dogs and people all together.",{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"A lot of money was raised. The couple actually moved, taking the magpie with them to their new residence to continue to release media content to the masses.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"Sound like a good news story so far? It’s actually far from it.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":15,"tag":51,"props":52,"children":54},"img",{"alt":8,"src":53},"https://media.wnews.org.au/gallery/2024/03/wnews20240328-062.jpg",[],{"type":15,"tag":23,"props":56,"children":57},{},[58],{"type":21,"value":59},"Licensed wildlife carers in the area had contacted the couple at the start when the viral videos were showing a bird who needed to be rehabilitated correctly and not be exploited as wildlife click bait on social media. They refused to get the bird the help it needed and blatantly and publicly flaunted the wildlife laws in the state of Queensland. The videos kept coming and the popularity kept growing.",{"type":15,"tag":23,"props":61,"children":62},{},[63],{"type":21,"value":64},"After a number of people got behind a push to Queensland authorities to step in and address the situation accordingly, the bird was surrendered at the start of March. Video content continued to go up, albeit rehashed footage but nought was mentioned of the magpie no longer being in the possession of this couple.",{"type":15,"tag":23,"props":66,"children":67},{},[68],{"type":21,"value":69},"Media outlets have released articles of the situation within the last week and it has created a storm of people claiming the magpie was ripped from its ‘family’, namely the dogs it was frequently recorded as ‘playing’ with. Threats are being made to wildlife carers who have pushed for this bird to get into appropriate care and for it to have a hope of successful rehabilitation and return to its wild home.",{"type":15,"tag":23,"props":71,"children":72},{},[73],{"type":21,"value":74},"As with any story, there are usually facts and fiction which need to be determined.",{"type":15,"tag":23,"props":76,"children":77},{},[78],{"type":21,"value":79},"As someone who has worked closely with these birds for thirty years, I can put forward some facts about this situation which may help people understand why this story is not all it seems.",{"type":15,"tag":23,"props":81,"children":82},{},[83],{"type":21,"value":84},"Magpies are highly territorial birds. They will defend their territory to the death if they discover an intruder. Generally a male may have one or a few female birds in their territory who they will father chicks with, although they usually only assist one of these females in nesting duties. Young magpies are looked after by parent or parents for quite a few months. Female young are sometimes allowed to stay in the home territory until they find their own mate and venture further afield but male young are generally evicted from the home range and will join up in small flocks with other males who will often float around the edges of breeding territories, kind of like a magpie no man’s land, until they themselves establish a partnership with a female and begin protecting their own nesting territory. Some of these males may never actually hold a nesting territory.",{"type":15,"tag":23,"props":86,"children":87},{},[88],{"type":21,"value":89},"Each season we raise a large number of nestling magpies. Our patients are raised in groups according to age and size. As soon as they are of fledgling age they are moved to outdoor enclosures which give them enough room to fly and strengthen their wings. This is the time the young birds learn to forage for themselves with us only visiting the enclosures to provide fresh food and water.",{"type":15,"tag":23,"props":91,"children":92},{},[93],{"type":21,"value":94},"The birds also learn how to interact with their own kind, this is a great time for us as carers as we see all the playful antics of these intelligent birds.",{"type":15,"tag":23,"props":96,"children":97},{},[98],{"type":21,"value":99},"Upon release, which also happens as a group, this play and interaction between both fledglings and our wild locals continues. Young birds learn the rules in regards to existing successfully within their release territory and go on to eventually find their own way in the world.",{"type":15,"tag":23,"props":101,"children":102},{},[103],{"type":21,"value":104},"Female birds will be accepted into the area until they find their own partners and shift territories and the males vacate before the next breeding season to join the bachelor flocks on the fringes. We raise these birds from tiny nestlings and they are not encouraged to enter our house once they are released, they fly away from the dogs in our yard if they happen to be foraging there and a dog approaches.",{"type":15,"tag":23,"props":106,"children":107},{},[108],{"type":21,"value":109},"Birds that saw my family and I as their parents while they needed to be looked after cannot be caught or petted. Usually there are one or two who seek out human companionship even after being released and may try to sneak in an open door of the house. These are often birds a member of public has kept for a period of time and tried to raise before handing in to the shelter. These birds eventually cease that behaviour as, although we will interact with them if they land on us or seek us out, we do not take those interactions any further and do not encourage humanised behaviour so in the end, the need to seek us out disappears. As they mature they are let be what they are.",{"type":15,"tag":23,"props":111,"children":112},{},[113],{"type":21,"value":114},"The sad reality of birds such as the one mentioned at the beginning of this article is that the only one who suffers the most in the end is the bird.",{"type":15,"tag":23,"props":116,"children":117},{},[118],{"type":21,"value":119},"The Gold Coast bird cannot fly properly as it was not given appropriate veterinary treatment and care when it was first found. It has zero social skills with other magpies and is out of its home territory so could only go outside the house under human supervision or it would get attacked by the local flock.",{"type":15,"tag":23,"props":121,"children":122},{},[123],{"type":21,"value":124},"Another characteristic of our Australian magpie is that when they are humanised by people from nestling or fledgling/brancher age, and then grow into mature breeding age birds, they often turn aggressive. Often not to the people who raised them but to every visitor or passer-by in what they see as their territory. This is because they see humans as one of their own and what do magpies do to one of their own kind when one enters their territory. They beat it up and try to kill it if it doesn’t vacate quickly. Over the years, we have rehabilitated quite a number of magpies which people have raised and kept for a few years then contacted us to take the bird in to rehabilitation due the bird becoming aggressive with visitors. The other common reason for people contacting us is that when they tried to release the bird, it has almost been killed by their resident magpies.",{"type":15,"tag":23,"props":126,"children":127},{},[128],{"type":21,"value":129},"These birds end up spending more time in care than would have initially been necessary and some, sadly, because they have health issues that were not addressed when needed or have had poor diet and housing leading to incurable conditions, have to be euthanised and we are the ones who have to deal with that, not the people who caused the problems in the first instance.",{"type":15,"tag":23,"props":131,"children":132},{},[133],{"type":21,"value":134},"The moral to this story is if you find injured or orphaned wildlife, regardless of how cute, cuddly, or cool it is to have an animal bond with you or interact with you in a way you did not think possible, regardless of all the emotions this evokes within you or your children, please do the right thing by the animal and contact the nearest wildlife rescue service or shelter.",{"type":15,"tag":23,"props":136,"children":137},{},[138],{"type":21,"value":139},"These animals deserve the chance to get back out into the wild in a way that gives them the best chance possible at surviving out there. Wildlife carers pour their heart and souls into injured and orphaned animals but at the end of the day, we do it for the benefit of the animal and that means we must put our own emotions to the side, no matter how strong and how difficult it is, to ensure we do the right thing. We ask that people please do the same and always call for help and get wildlife to the appropriate licensed shelters as soon as possible.",{"title":7,"searchDepth":141,"depth":141,"links":142},2,[],"markdown","content:wildlife:2024:2024-03-28.md","content","wildlife/2024/2024-03-28.md","md",1711701884469]