[{"data":1,"prerenderedAt":74},["Reactive",2],{"content-query-96cVE8uY9q":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":69,"_id":70,"_source":71,"_file":72,"_extension":73},"/wildlife/2022/list/sharing-spaces-with-microbats","list",false,"","Sharing Spaces With Microbats","One of the aspects of my wildlife work which I love so much is being able to make people aware of the creatures we share our environment with and work with them to make a difference.","/gallery/2022/08/Freetail_Bat.jpg",{"type":12,"children":13,"toc":66},"root",[14,21,26,31,36,41,46,51,56,61],{"type":15,"tag":16,"props":17,"children":18},"element","p",{},[19],{"type":20,"value":9},"text",{"type":15,"tag":16,"props":22,"children":23},{},[24],{"type":20,"value":25},"When Trace from Rushworth called with the problem of having a microbat colony in the roof of her home, we discussed options and I was inspired by her willingness to do all she could to accomodate these amazing critters in a way they could all co-exist happily.",{"type":15,"tag":16,"props":27,"children":28},{},[29],{"type":20,"value":30},"Trace called upon her roofer, Daryl, to help her make modifications to her home while I kept the colony in care here at Bohollow.",{"type":15,"tag":16,"props":32,"children":33},{},[34],{"type":20,"value":35},"The bats were carefully removed from the roof cavity when new insulation was laid and the roof sheets were removed.",{"type":15,"tag":16,"props":37,"children":38},{},[39],{"type":20,"value":40},"We brought them into care while Trace went to great lengths to get timbers installed in a section of the roof at the edge where the bats entrance hole is. The problem with the bats having access to the entire roof was that their droppings were falling through the interior roof slats and making a mess inside the house on benches, etc. The modification to the roof allows the bats to have a sufficient roost area in the roof but it is sealed which means they can’t venture further out into the roof. Trace and her husband want to co-exist with the bats as they have realised the bats need a home too and understand the benefits of having them around their home to help with insect control. The mess they may make inside from the edge of the roof is acceptable to them as it will be easy to keep clean and it means no more droppings on benches or other areas of the home which was causing the issue. It is a win win situation.",{"type":15,"tag":16,"props":42,"children":43},{},[44],{"type":20,"value":45},"The microbats were carefully placed back inside their original location with the modifications in place and the original entrance hole has been preserved which makes it easier on the bats.",{"type":15,"tag":16,"props":47,"children":48},{},[49],{"type":20,"value":50},"I am so proud of the effort Trace, her husband and their roofer have put in to make this all happen. Usually when we get calls like this to remove and relocate bats from houses the property owners just want them gone and will not consider making any allowances or modifications. Originally, Trace had followed our advice and installed numerous bat boxes up around the property. The bats were removed from the roof and placed inside the boxes. Within a very short time they decided the roof was their preferred roost site over the boxes and moved straight back in. This is the second attempt at finding a solution which works for both bats and people and so far, so good.",{"type":15,"tag":16,"props":52,"children":53},{},[54],{"type":20,"value":55},"We have over ninety species of bats in Australia, over sixty of them are microbats. In Victoria, we have over twenty species of microbats. These creatures of the night are vital for natural insect control. They can eat up to half of their body weight in insects, including mosquitoes, in a single night. Microbats are mouse size or smaller with our smallest species weighing in at only three grams! These bats require roost spots to keep them safe during the day and also to camp in when it gets too cold for them to forage. Usually when the temperature drops below about six degrees, they slow their metabolism right down and go into what we call torpor. This allows them to get through the colder winter nights when insects are not so prevalent. Roost spots include hollows, cracks or fissures in trees as well as under loose bark. Some of our cave dwelling species may even use old mine shafts to roost. The lack of old growth trees has made it difficult for our small bats and like other animals, they have adapted to make use of our buildings, particularly where there are lack of natural roosting sites. Trace has many trees on her property but she understands that there is still a shortage of old growth trees to accomodate the bats. She is thrilled that she has been able to keep them on her property and knows that the creatures who share her home belong there. It is their home too and she has done everything in her power to ensure they are able to stay there.",{"type":15,"tag":16,"props":57,"children":58},{},[59],{"type":20,"value":60},"When I see on a continual basis how our wildlife is affected by human activities, it is so heartening to know there are people out there who truly care. People who will put the time, money and effort into making the world a place where we can exist with our wildlife and not condemn them for sharing our space.",{"type":15,"tag":16,"props":62,"children":63},{},[64],{"type":20,"value":65},"A huge shout out to Trace, her commitment to making this all happen has been amazing and it’s been such a pleasure to work with her on achieving the same goal and to share her excitement at getting these little bats back where they truly belong.",{"title":7,"searchDepth":67,"depth":67,"links":68},2,[],"markdown","content:wildlife:2022:list:sharing-spaces-with-microbats.md","content","wildlife/2022/list/sharing-spaces-with-microbats.md","md",1716781879725]