[{"data":1,"prerenderedAt":233},["Reactive",2],{"content-query-DU1zrbYGI2":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":8,"body":9,"_type":228,"_id":229,"_source":230,"_file":231,"_extension":232},"/history/2022/list/crime-across-the-district-in-mid-1972","list",false,"","Crime across the district in mid-1972",{"type":10,"children":11,"toc":220},"root",[12,20,25,30,35,40,45,52,57,62,68,73,78,83,89,94,99,104,109,114,119,124,129,135,140,145,150,155,160,165,171,176,181,186,191,195,200,205,210,215],{"type":13,"tag":14,"props":15,"children":17},"element","h1",{"id":16},"crime-across-the-district-in-mid-1972",[18],{"type":19,"value":8},"text",{"type":13,"tag":21,"props":22,"children":23},"p",{},[24],{"type":19,"value":8},{"type":13,"tag":21,"props":26,"children":27},{},[28],{"type":19,"value":29},"Murchison had a spate of crime with a service station burgled, petrol stolen from cars, a window smashed at the Infant Welfare Centre, wood stolen.",{"type":13,"tag":21,"props":31,"children":32},{},[33],{"type":19,"value":34},"A 20-year-old Rushworth man was fined for stating false name and address to police, riding a motorcycle without a licence, riding an unregistered motorcycle, riding without third party insurance, and carrying a pillion passenger. His licence was cancelled and the fine was $217.",{"type":13,"tag":21,"props":36,"children":37},{},[38],{"type":19,"value":39},"Senior Constables Ray Gavin and Kevin Foley brought separate charges against another Rushworth man for unlicensed driving and exceeding .05% blood alcohol. He was fined $140 and placed on a twelve-month $50 good behaviour bond. Magistrate told him “to get a job or go to gaol”.",{"type":13,"tag":21,"props":41,"children":42},{},[43],{"type":19,"value":44},"A Rushworth man whose home had been fire-bombed recently was shot in a domestic argument in Melbourne. He was hospitalised and survived.",{"type":13,"tag":46,"props":47,"children":49},"h2",{"id":48},"shire-of-waranga",[50],{"type":19,"value":51},"Shire of Waranga",{"type":13,"tag":21,"props":53,"children":54},{},[55],{"type":19,"value":56},"The Council announced a $200 reward for information leading to conviction of anyone damaging Council property, including  street or road signs. The Shire secretary proposed the widening of the outlet bridge on Tatura Road, or building a new bridge. (Does not seem to have happened in 50 years.)",{"type":13,"tag":21,"props":58,"children":59},{},[60],{"type":19,"value":61},"Councillors received an invitation and plenty of notice to attend Rushworth Primary School Centenary celebrations in Saturday 7 October. Murchison Progress Association sought additional bins and a bicycle rack for the shopping area.",{"type":13,"tag":46,"props":63,"children":65},{"id":64},"community",[66],{"type":19,"value":67},"Community",{"type":13,"tag":21,"props":69,"children":70},{},[71],{"type":19,"value":72},"Moora Fire Brigade roster: cousins Trevor and Bruce Wootton. Patterson Brothers needed help to extinguish a fire on their Murchison farm, and Rushworth Pound was the scene of a grass fire. (Unusual for July.) Murchison Brownies Elizabeth Ewart and Elizabeth Bourke graduated to Guides.",{"type":13,"tag":21,"props":74,"children":75},{},[76],{"type":19,"value":77},"Murchison entrant in the region’s Miss Charity Nurse competition, Sister Alison Wright, finished second, her committee raising an extraordinary $2,803.",{"type":13,"tag":21,"props":79,"children":80},{},[81],{"type":19,"value":82},"Murchison CBC bank celebrated 100 years of service to the community.",{"type":13,"tag":46,"props":84,"children":86},{"id":85},"schools",[87],{"type":19,"value":88},"Schools",{"type":13,"tag":21,"props":90,"children":91},{},[92],{"type":19,"value":93},"Rushworth preps were given tour of the post office and telephone exchange by postmaster Mr Grigg. When walking back to school, the students watched firemen and two fire trucks put out a fire.",{"type":13,"tag":21,"props":95,"children":96},{},[97],{"type":19,"value":98},"Grade 1 “went to the police station and saw the jail, the court house, dogs, hand-cuffs and caps. Mr Foley took our finger-prints. Mr Curley put a stamp on our hands”.  Grade three girls made some perfume but “we don’t know if it has worked yet”.",{"type":13,"tag":21,"props":100,"children":101},{},[102],{"type":19,"value":103},"St Mary’s school played Rushworth Primary in footy and netball. Primary won the footy, with the three netball games shared.  G McGuire, Mal Cruz, Allan McGillivray, Peter Hageman and Peter Hawking got their names in the paper for the Primary school, Phil McEvoy, John Morgan, John Fraser and Peter Tuohey for St Mary’s.",{"type":13,"tag":21,"props":105,"children":106},{},[107],{"type":19,"value":108},"Netball stars were given as Dianne Allen, Lyn Home and Margaret Colliver (A team), Wendy Jongerden, Maria Orti and Robyn Schade (B), Janet Hawking, Lyn-Maree Pearce and Susan Leggett (C). For St Mary’s, take a bow Toni Ryan, Genevieve Barlow, Lyn Merryfull, K Morgan, K Barlow, K Tuohey, S Rawlings and L Wright.",{"type":13,"tag":21,"props":110,"children":111},{},[112],{"type":19,"value":113},"At Murchison, Mrs Wallace was visiting each Wednesday, taking grades 5 and 6 for musical appreciation. Grades 1 and 2 were anticipating an excursion “to the railway station to see the trains”.",{"type":13,"tag":21,"props":115,"children":116},{},[117],{"type":19,"value":118},"At Rushworth High, Kyabram High visited for winter sport. The hockey girls won 1-0, “the first hockey win for many years”, Lorraine Wallace finding the net.",{"type":13,"tag":21,"props":120,"children":121},{},[122],{"type":19,"value":123},"Against the much bigger Ky High School, the footballers lost by just a point, 7-14 to 7-13. (I don’t remember the specific game but among the best were Dungey Hageman, Rodney Mann, Googsey Jones, Trevor Jones, Geoff Cruz and Mark Mackinder. These were good matches as we played with lads who were Saturday opponents from Colbo or Elmore.)",{"type":13,"tag":21,"props":125,"children":126},{},[127],{"type":19,"value":128},"Doing well in school netball were Margie Potter, Wendy McGuire, Leayne Hawking, Barbara Legge, Julie Mann, A Ryan, and Bev Draper. In volleyball, Kerryn Beck, Elwyn Bohn and Kaye Grinter were named, while boys’ volleyball noted Brian Weppner, John Maudsley and B Lacy. Trevor and Cheryl Hawking, John Holschier, Pam Hancox and Cheryl Densworth featured in table tennis.",{"type":13,"tag":46,"props":130,"children":132},{"id":131},"personal",[133],{"type":19,"value":134},"Personal",{"type":13,"tag":21,"props":136,"children":137},{},[138],{"type":19,"value":139},"Arriving at Murchison was Brendan Trevaskis, as expected by parents Carmel and Kevin.",{"type":13,"tag":21,"props":141,"children":142},{},[143],{"type":19,"value":144},"Nola Flynn of Murchison had married John Drum of Congupna in May, but wedding reports were often several weeks behind.",{"type":13,"tag":21,"props":146,"children":147},{},[148],{"type":19,"value":149},"Jess and Lin Cameron celebrated 50 years of marriage with a cake decorated by (recent centenarian) Cath Geisler and daughter Joan. Jack and Mrs Donovan did likewise but just who made the cake was not reported!",{"type":13,"tag":21,"props":151,"children":152},{},[153],{"type":19,"value":154},"Engaged were Allan Baker, son of Ron and Greta of Murchison, to Cheryl Randall of Medina, W.A., and John Tomasini of Stanhope to Diana Williams of Footscray.",{"type":13,"tag":21,"props":156,"children":157},{},[158],{"type":19,"value":159},"Leo Stockdale, a former coach of football at Rushworth, Tongala and Tatura, and one of ten brothers, died playing bowls, aged 71. His sister was Mrs E Budd, whose home shared a boundary with Rushworth Primary school.",{"type":13,"tag":21,"props":161,"children":162},{},[163],{"type":19,"value":164},"Mrs Lucy Curtis, mother of local identity Charlie, died at Rushworth.",{"type":13,"tag":46,"props":166,"children":168},{"id":167},"sport",[169],{"type":19,"value":170},"Sport",{"type":13,"tag":21,"props":172,"children":173},{},[174],{"type":19,"value":175},"Murchison Football Club was alleged to have played an unqualified player from outside the residential zone. Cliff Dwyer, from a prominent local football family, had played several matches. Denied a chance to answer the allegation that Dwyer lived elsewhere, the club had all its points removed, going to the bottom of the Kyabram Footy League ladder.",{"type":13,"tag":21,"props":177,"children":178},{},[179],{"type":19,"value":180},"Defying the league decision, Murchison 17-13 beat Lancaster 17-8, captain-coach Barry Smith best on ground with six goals.",{"type":13,"tag":21,"props":182,"children":183},{},[184],{"type":19,"value":185},"Colbo went under to Heathcote again, 10-11 to 15-19, as John Brown came on to replace Buster Hammond. It was gloomier for the Seconds. The only goal was scored by nippy rover Rob Ryan. Best triers were Anthony Barlow, Trevor Branson, Trevor Cheatley, Graeme Weeks, John Weppner, Bob McLean and Peter Reed.",{"type":13,"tag":21,"props":187,"children":188},{},[189],{"type":19,"value":190},"Rushworth took the challenge up to Mounts. We had cleared Mal Potter to Sandhurst, and were four points behind at quarter time, five points down at half time, five points behind at three-quarter time, and at the end down 15-27 to 16-13. Mounts should have won by more, kicking inaccurately. Barney Tuohey (seven goals) best for Mounts, Bill Barlow for Rushworth, as Laurie Downie kicked eight.",{"type":13,"tag":21,"props":192,"children":193},{},[194],{"type":19,"value":190},{"type":13,"tag":21,"props":196,"children":197},{},[198],{"type":19,"value":199},"Sam Barlow was 19th man, Ian Coyle 20th.",{"type":13,"tag":21,"props":201,"children":202},{},[203],{"type":19,"value":204},"Sam had kicked four goals earlier that day for the Seconds, comfortable winners over Mounts. Neville Thompson was 19th man for the Twos, Barry Colliver 20th.",{"type":13,"tag":21,"props":206,"children":207},{},[208],{"type":19,"value":209},"At half-time in the senior game, a match was played for the “midgets”, under 11 years. The umpire, taking off his dressing gown, was none other than senior 20th, the same Ian Coyle. (He was everywhere!)",{"type":13,"tag":21,"props":211,"children":212},{},[213],{"type":19,"value":214},"The following week against Heathcote, Pluto Perry kicked three of our just four goals, while Heathcote booted a lazy 17-26. Heathcote had Rob Downie, cleared from Tatura. We had Laurie Downie, his brother.",{"type":13,"tag":21,"props":216,"children":217},{},[218],{"type":19,"value":219},"Casualties for Rushworth netballers were Julie Pearce (a heavy fall), and Kaye Potter (suspected dislocated elbow), in a narrow loss to Mount Pleasant.",{"title":7,"searchDepth":221,"depth":221,"links":222},2,[223,224,225,226,227],{"id":48,"depth":221,"text":51},{"id":64,"depth":221,"text":67},{"id":85,"depth":221,"text":88},{"id":131,"depth":221,"text":134},{"id":167,"depth":221,"text":170},"markdown","content:history:2022:list:crime-across-the-district-in-mid-1972.md","content","history/2022/list/crime-across-the-district-in-mid-1972.md","md",1713601179319]