[{"data":1,"prerenderedAt":234},["Reactive",2],{"content-query-TpnFgnHRg9":3},[4,102,157,200],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"body":11,"_type":97,"_id":98,"_source":99,"_file":100,"_extension":101},"/firstpeoples/2022/list/kulin-nation-seasons","list",false,"","Kulin nation seasons","We recognise just four seasons – summer, autumn, winter and spring – a concept which was probably brought to Australia by colonists from the northern hemisphere.  Aboriginal people of the Kulin Nation recognised between six and eight seasons, depending on where they lived and who you listen to.  The local Ngurai-illum Wurrung people were one of the northern-most language groups within the broader Kulin Nation.  Most of the Victorian studies of Aboriginal seasons relate to country south of the Waranga area, so this research may not apply perfectly to the Waranga area.  However, it gives us some insights into how local Aboriginal people viewed things differently prior to colonisation.",{"type":12,"children":13,"toc":91},"root",[14,22,27,32,39,44,49,54,60,65,70,76,81,86],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"kulin-nation-seasons",[20],{"type":21,"value":9},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":10},{"type":15,"tag":23,"props":28,"children":29},{},[30],{"type":21,"value":31},"According to Museums Victoria, there are the seven seasons of the Kulin calendar.  These are biderap (the dry season in January-February), luk (the eel season in March), waring (wombat season from April-July), guling (orchid season in August), poorneet (tadpole season in September-October), buath guru (grass flowering season in November) and gunyang (kangaroo apple season in December.  Kangaroo apple usually grows south of the Great Dividing Range.  In our area, cherry ballart trees are fruiting at the same time).",{"type":15,"tag":33,"props":34,"children":36},"h2",{"id":35},"food-gathering",[37],{"type":21,"value":38},"Food gathering",{"type":15,"tag":23,"props":40,"children":41},{},[42],{"type":21,"value":43},"There are variations to this outline of the seasons provided by different researchers, but what all they all have in common is that they identify times when particular foods will be in surplus.  This in turn helped to determine the movement of local Aboriginal people around, and sometimes beyond their Country to take advantage of various food surpluses.",{"type":15,"tag":23,"props":45,"children":46},{},[47],{"type":21,"value":48},"Earlier stories have mentioned the Ngurai-illum Wurrung people travelling to the tributaries of the Yarra River for the annual eel harvest.  March is the time when the eels were fat and ready to harvest and are on the move in predictable ways.  Prior to colonisation, this harvest caused travel by thousands of people from the Kulin Nation, to gather on waterways like Merri Creek.  As there was adequate food to feed the multitudes, it was a time for extended socialising, ceremony and trade.",{"type":15,"tag":23,"props":50,"children":51},{},[52],{"type":21,"value":53},"Within the local area, yam daisies (murrnong) were flowering in September and October – poorneet/tadpole season.  Aboriginal women were primarily responsible for harvesting the tubers in a sustainable way.  Sadly, this harvest was no longer available within a year or two after the introduction of sheep into the area in the 1830s and 1840s.  The sheep dug up and ate the tubers to the point where they did not regenerate, so a staple food was quickly lost.",{"type":15,"tag":33,"props":55,"children":57},{"id":56},"links-to-climate-observations",[58],{"type":21,"value":59},"Links to climate observations",{"type":15,"tag":23,"props":61,"children":62},{},[63],{"type":21,"value":64},"Obviously, local Aboriginal people were intimately aware of climatic conditions, living in the open most of the time.  The biderap season of January-February was associated with hot and dry conditions and low rainfall.  It was a time to stay close to reliable water like the Goulburn and Campaspe Rivers.  December (gunyang) was separated from the other two months we consider as part of summer, because it was more often associated with changeable, thundery weather.  Gunyang was also linked to goannas being most active at that time of year.",{"type":15,"tag":23,"props":66,"children":67},{},[68],{"type":21,"value":69},"The availability of food in particular locations could be linked to season, so journeys along songlines were predicated in part by observations of the climate.  For example, in the waring season (April-July) when nights were colder, wombats were more often seen out of their burrows during the day, seeking warmth from the sun.  This made it a good time of the year to hunt wombats.  (Apparently, wombat meat tastes like pork.)  At the same time, moths and fungi could be found along the creeks where the wombats were being hunted.",{"type":15,"tag":33,"props":71,"children":73},{"id":72},"links-to-astral-observations",[74],{"type":21,"value":75},"Links to astral observations",{"type":15,"tag":23,"props":77,"children":78},{},[79],{"type":21,"value":80},"Local Aboriginal people were also very much in tune with the night sky.  They could use their extensive knowledge to confirm other signs of the seasons.  For instance, the Southern Cross would be high in the south at sunrise during biderap (the dry season).  Other astrological knowledge was used throughout the year to help identify the seasons.",{"type":15,"tag":23,"props":82,"children":83},{},[84],{"type":21,"value":85},"Living in houses, we tend to shut out the night sky, only seeing it occasionally.  These days most people only have very limited knowledge of astrology.  Prior to colonisation, Aboriginal people lived out of doors for most of the year.  Consequently, they were in the habit of viewing the night sky on a regular basis, trying to learn about it and understand it better.  They also had the advantage of thousands of years of knowledge being handed down.",{"type":15,"tag":23,"props":87,"children":88},{},[89],{"type":21,"value":90},"References:  Museums Victoria website",{"title":8,"searchDepth":92,"depth":92,"links":93},2,[94,95,96],{"id":35,"depth":92,"text":38},{"id":56,"depth":92,"text":59},{"id":72,"depth":92,"text":75},"markdown","content:firstpeoples:2022:list:kulin-nation-seasons.md","content","firstpeoples/2022/list/kulin-nation-seasons.md","md",{"_path":103,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":104,"description":105,"image":106,"excerpt":107,"body":118,"_type":97,"_id":155,"_source":99,"_file":156,"_extension":101},"/firstpeoples/2022/list/thomas-jeston-washbourne","Thomas Jeston Washbourne","\"There are very few photographs of Ngurai-illum Wurrung people taken during the colonial period.  Of these, only a handful appear to have been taken on Ngurai-illum Wurrung country.  Fortunately, there are some photos of Jenny and Lizzie Hylett (mentioned in the previous story) and Jenny’s parents, “King Charles” Tattambo and “Queen” Mary.  These were taken by a travelling photographer of the time, Thomas Jeston Washbourne.\\n\",","/gallery/2022/04/Jennie+and+Lizzie+Hylett+-+Washbourne.png",{"type":12,"children":108},[109,114],{"type":15,"tag":16,"props":110,"children":112},{"id":111},"thomas-jeston-washbourne",[113],{"type":21,"value":104},{"type":15,"tag":23,"props":115,"children":116},{},[117],{"type":21,"value":105},{"type":12,"children":119,"toc":153},[120,124,128,137],{"type":15,"tag":16,"props":121,"children":122},{"id":111},[123],{"type":21,"value":104},{"type":15,"tag":23,"props":125,"children":126},{},[127],{"type":21,"value":105},{"type":15,"tag":23,"props":129,"children":130},{},[131],{"type":15,"tag":132,"props":133,"children":136},"img",{"alt":134,"src":135},"Jenny and Lizzie Hylett","https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/Jennie+and+Lizzie+Hylett+-+Washbourne.png",[],{"type":15,"tag":23,"props":138,"children":139},{},[140,142,151],{"type":21,"value":141},"\"Washbourne arrived in Australia around 1863 before travelling overland to Victoria from New South Wales.  His son Harry was born in 1873 but it seems that he and Harry’s mother Alice only married in 1897.\\n\",\n\"Travels in Victoria\\n\",\n\"After coming to Victoria, Washbourne set up his business in Wangaratta.  In 1866 he made an application to the Wangaratta Borough Council requesting permission “to erect a tent for photographic purposes”.  This was granted.  Wangaratta people had a chance to see his work when he was awarded a certificate at a local exhibition, with his entries “comprising views of the neighbourhood, and portraits of the aborigines.”1  He had moved his business up to Yackandandah by 1869.  Washbourne later settled in Geelong.  He travelled around many parts of Victoria taking photographs and selling them.  Hopefully his photography was better than his business acumen, because he was declared an insolvent in 1883.\\n\",\n\"Clearly, Washbourne had a fascination with Aboriginal people, and took numerous photographs of them.  Some of these photos of the Ngurai-illum Wurrung people finished up in the British Museum, including the attached wonderful photograph of Jenny and Lizzie wrapped in possum skin cloaks.  The British Museum has a date on the photo of 1870 which is probably the acquisition date.  The photo would have been taken earlier.2  \\n\",\n\"Lizzie’s birth date\\n\",\n\"There was some conjecture about Lizzie’s birth date.  She died in 1957, with the headstone on her grave noting that she was 104.  This would place her birth date around 1853, which is unlikely.  Jenny would only have been about 10 at the time. In some official and unofficial records, Lizzie’s birth date is given as 1857/8.  Her place of birth is uncertain.  Murchison, Avenel and Mangalore are all possibilities.\\n\",\n\"When you look at Washbourne’s photo of the pair, Lizzie looks very young – perhaps 5 or 6 at the most.  This could tie in with Washbourne’s arrival in Australia in 1863, setting up his business in Wangaratta in 1865/6, then travelling in his covered wagon around country Victoria.  Just where the photo was taken is also a matter of conjecture.  Avenel is a possibility, given other oral history stories we have about Jenny and Lizzie.  It is interesting to note that Jenny appears to be wearing a European shirt or dress, covered by a possum skin cloak.  Lizzie’s cloak seems to be small, and traditionally one that would have been added to with extra skins as she grew older and bigger.\\n\",\n\"Coranderrk\\n\",\n\"Aboriginal populations in the local area were decimated in the colonial era, through disease, murder and displacement.  After the closure of the Goulburn River Aboriginal Protectorate at Murchison in 1853, there was really no place for people to congregate until the Coranderrk Aboriginal Station was set up 10 years later.  At some point, Jenny and Lizzie were encouraged to move to Coranderrk.  As noted in the previous story, Jenny married Johnny Phillips there in 1876 and died in 1888.  \",\n\"She is buried in the cemetery at Coranderrk.\\nJohnny Phillips was a Wathaurung man from the Geelong area.  Like Jenny, he would have been strongly encouraged to move to Coranderrk.  When he died in 1901, it was reported that “he belonged to the “old school”, the members of which are slowly but surely becoming extinct.”3  It is clear from this statement that the myth of extinction still persisted in 1901.  One hundred and twenty years later, Victoria still has a strong and proud Aboriginal population, proving just how much of a myth that was.\\n\",\n\"References:  1.  Ovens & Murray Advertiser 20.9.1866; 2. ",{"type":15,"tag":143,"props":144,"children":148},"a",{"href":145,"rel":146},"http://www.britishmuseum.org",[147],"nofollow",[149],{"type":21,"value":150},"www.britishmuseum.org",{"type":21,"value":152},"; 3  Healesville and Yarra Glen Guardian 25.10.1901; Other:  Trove, PROV, Victorian BD&M and Ancestry websites; 1866 Coranderrk portraits by Charles Walter. \"",{"title":8,"searchDepth":92,"depth":92,"links":154},[],"content:firstpeoples:2022:list:thomas-jeston-washbourne.md","firstpeoples/2022/list/thomas-jeston-washbourne.md",{"_path":158,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":159,"description":160,"excerpt":161,"body":172,"_type":97,"_id":198,"_source":99,"_file":199,"_extension":101},"/firstpeoples/2022/list/what-s-in-a-name","What’s in a name?","\"With the arrival of colonists, it was assumed that the local Aboriginal people would change their names to European sounding names.  If you think about that for a while, it is an astonishingly arrogant expectation.  The local Aboriginal people had lived in the Waranga area continuously for over 40,000 years.  Over that time there would have been much evolution in the names that were current at the time of colonisation.  However, that legacy was largely lost in a very short space of time.\"",{"type":12,"children":162},[163,168],{"type":15,"tag":16,"props":164,"children":166},{"id":165},"whats-in-a-name",[167],{"type":21,"value":159},{"type":15,"tag":23,"props":169,"children":170},{},[171],{"type":21,"value":160},{"type":12,"children":173,"toc":196},[174,178,182],{"type":15,"tag":16,"props":175,"children":176},{"id":165},[177],{"type":21,"value":159},{"type":15,"tag":23,"props":179,"children":180},{},[181],{"type":21,"value":160},{"type":15,"tag":23,"props":183,"children":184},{},[185,187,194],{"type":21,"value":186},"\"There is only a handful of original names of Ngurai-illum Wurrung people of which we have much awareness.  The most obvious man’s name was Tattambo, who was buried in the Murchison cemetery.  Despite retaining his tribal name, he was still labelled with the first name of Charles.  We do not know his first wife’s name and his second wife was only known by the European name of Mary.  Similarly, the people of Murchison knew Tattambo’s sister only as Sarah.  We only know the children of Tattambo and Mary by the names assigned to them by the colonists.\",\n\"Like Tattambo, William Barak, the famous Aboriginal activist, retained part of his original name but took on the first name of William.  His mother, who was a Ngurai-illum Wurrung woman, appears to have only been known by her birth name, Tooteerie.  She was from Tattambo’s generation, which pre-dated colonisation.\",\n\"Less well-known names\",\n\"Other names appear in the literature from the colonial era.  Some of the Ngurai-illum Wurrung names that are mentioned by squatter and writer Edward Curr include Wawgroot, Berrin-Berrin and Kolopka.1\",\n\"When Europeans wrote down names they had encountered, there were often problems with accuracy.  The name may have been heard incorrectly in the first place, then recorded later.  Many of the early colonists were poorly educated, if indeed they had received any education.  As a result, you must take the names at face value, understanding that there may be inaccuracies in spelling and/or pronunciation.  However, they do give us an inkling of what some of the names might have been.\\nMany of the birth names of Aboriginal people could be described as ‘euphonious’, a word rarely used these days, although it always used to appear on the cover of the Yabba, the weekly Heathcote and District FNL program.  It means that the name sounds ‘agreeable, clear, harmonious, mellifluous, melodious, musical, rhythmic’.2  \",\n\"There are lots of great place names around our area that you could put into the euphonious category – Wanalta, Gobarup, Colbinabbin, Burramboot, Waranga, Paboinbalook (Lake Cooper) to name just a few.  It is not much of a stretch to think that many of the individual names could have had a similar quality. \",\n\"Extending the list\",\n\"Dunnolly researcher and historian John Tully has done a lot of work on the Aboriginal people of north central Victoria.  Amongst many other things, he has tried to compile a list of names of people from various language groups, including the Ngurai-illum Wurrung.3  (Incidentally, John also has a different take on the Country of the Ngurai-illum Wurrung people, suggesting that it extended west of the Campaspe River towards Bendigo.  Most researchers consider the Campaspe to be the western boundary.)\",\n\"To collate his list of names, John has done considerable research at the Public Records Office of Victoria, reading firsthand accounts by colonists who encountered Aboriginal people in the very early days of the Port Phillip district settlement before the establishment of the State of Victoria.  This included staff at the so-called Aboriginal Protectorate Stations, of which there was one at Murchison.\",\n\"Where possible, the list shows the traditional name of the individual, but also the European name that they got lumbered with later.  It also shows variations of spelling for the name.  This was because the people doing the recording either heard the name differently or spelt it differently.\",\n\"Some of the interesting names John lists for which he does not have a European equivalent include Chimbri, Dere-rer-cam, Poormaning, Karwitha, Tarparning, Turtool, Orgenangarook, Bucermul, Oneeny and Kolopka.  We do not know if these are men or women or whether the names have any specific meaning.  They do give us hints of a Ngurai-illum Wurrung language that is just hanging on in a much-reduced format.\",\n\"References:  1.  Curr, Edward, The Australian Race, p 527; 2.  ",{"type":15,"tag":143,"props":188,"children":191},{"href":189,"rel":190},"http://www.thesaurus.com",[147],[192],{"type":21,"value":193},"www.thesaurus.com",{"type":21,"value":195},"; 3. Tully, John, Excel spreadsheet showing Ngurai-illum Wurrung names encountered in research.\"",{"title":8,"searchDepth":92,"depth":92,"links":197},[],"content:firstpeoples:2022:list:what-s-in-a-name.md","firstpeoples/2022/list/what-s-in-a-name.md",{"_path":201,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":202,"description":203,"excerpt":204,"body":215,"_type":97,"_id":232,"_source":99,"_file":233,"_extension":101},"/firstpeoples/2022/list/women-and-social-change","Women and social change","\"During the period of colonisation, Aboriginal people in the Waranga area went through profound social changes.  This was caused by a combination of factors, including demographic changes (i.e. a severe decline in population), lack of access to Country/home and a rapidly changing economy.  Many of the social changes impacted women.\\nPrior to colonisation, Aboriginal women lived somewhat independently from the men.  There was no economic dependence on the men, because the women were more than capable of providing a balanced diet for themselves and their children.  At times, this would be supplemented by meat coming from the men’s hunting parties, but they were not dependent on this to survive.1\\n\"",{"type":12,"children":205},[206,211],{"type":15,"tag":16,"props":207,"children":209},{"id":208},"women-and-social-change",[210],{"type":21,"value":202},{"type":15,"tag":23,"props":212,"children":213},{},[214],{"type":21,"value":203},{"type":12,"children":216,"toc":230},[217,221,225],{"type":15,"tag":16,"props":218,"children":219},{"id":208},[220],{"type":21,"value":202},{"type":15,"tag":23,"props":222,"children":223},{},[224],{"type":21,"value":203},{"type":15,"tag":23,"props":226,"children":227},{},[228],{"type":21,"value":229},"\"After colonisation, with lack of access to their Country, the women were less capable of providing adequate food supplies, so had to rely on other ways of feeding their families.  To a greater degree, they had to rely on the men’s ability to work and earn “rations”.  European colonisers did not expect that their women had to go out and work.  Rather, their women fulfilled largely domestic roles.  They influenced Aboriginal women who formed part of family groups on stations to do the same.  Rather than playing a very significant role in family life, women’s roles after colonisation could be considerably diminished.\\n\",\n\"Change factors\\n\",\n\"With colonisation, there were many changes that impacted the social lives of Aboriginal women.  The traditional marriage laws broke down, often because the man to whom a young woman was betrothed was already dead through disease, internecine fighting or murder.  \",\n\"There was a drastic shortage of European women in the rural areas, so white men often took Aboriginal women as partners, either by mutual agreement or by force.\\n\",\n\"European colonisers introduced potentially addictive substances such as tobacco and alcohol.  When addiction occurred in Aboriginal families, there was a consequent breakdown in family relations and more potential for physical and sexual violence against the women.2\\n\",\n\"This greater level of violence was also attributable to factors such as the increase in stress levels associated with colonisation in general, the shift in the relative power of men and women within the communities and the anger felt by some of the men when their women co-habited with colonists.\\n\",\n\"Children\\n\",\n\"Removal of children from Aboriginal women started early in Australia.  The concept of Stolen Generations is not new.  “In 1842, John Patterson, in a pamphlet on the condition of the Aboriginal people in the Goulburn River district, advocated the education and disciplining of children after the European fashion.  He believed this to be the only possible way of preventing the complete destruction of these tribes.  He acknowledged that this would involve separating the children from their parents and severing their tribal connections.”3\\n\",\n\"As we have seen in Australia in recent times, this process of removal can have devastating long-term effects on all parties involved including their descendants.  There is often continuing trauma which is reflected in significantly poorer mental health.\\n\",\n\"Infanticide\\n\",\n\"It is clear that prior to colonisation, Aboriginal families sometimes resorted to infanticide.  This was often a response to prevailing conditions e.g. times of drought, when the group could not adequately provide for another child.  After colonisation, the incidence may have increased.4  Children from mixed relationships (virtually all involving European men and Aboriginal women) were resented by some of the men.  Also, some Elders “in their despair over the loss of their land and culture, had taken the decision to allow their tribes to die out and not raise another generation of children.”5\\n\",\n\"While in today’s society, such actions would be deemed abhorrent, this needs to be viewed in its historical context.  The women of the time had no access to contraception or termination.  The well-being of the entire group was the major consideration, rather than the needs of an individual.\\n\",\n\"References:  1.  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999) p 113 ff; 2.  ibid p 136 ff; 3.  ibid p 138; 4.  ibid p148; 5.  ibid p 148.\"",{"title":8,"searchDepth":92,"depth":92,"links":231},[],"content:firstpeoples:2022:list:women-and-social-change.md","firstpeoples/2022/list/women-and-social-change.md",1714114283254]