[{"data":1,"prerenderedAt":85},["Reactive",2],{"content-query-yNRaqvSru1":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":80,"_id":81,"_source":82,"_file":83,"_extension":84},"/wildlife/2021/list/brown-falcon-chick","list",false,"","Brown Falcon chick","We are so lucky in Australia to have such a diverse range of raptor species and I always feel privileged to work so closely with these birds. Many young raptors have come to Bohollow in the last few months and this week we have a new arrival in the form of a fluffy Brown Falcon chick.","/gallery/2021/11/6I6A1731.jpg",{"type":13,"children":14,"toc":77},"root",[15,23,28,42,47,52,57,62,67,72],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"brown-falcon-chick",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31,40],{"type":16,"tag":32,"props":33,"children":39},"img",{"alt":34,"className":35,"src":37,"style":38},"Brown Falcon Chick",[36],"p-4","https://media.wnews.org.au/gallery/2021/11/6I6A1731.jpg","float:right",[],{"type":22,"value":41},"\nThe high winds and storms we have had of late wreaked a bit of havoc for our nesting birds with many fledglings being blown about and also causing nestlings to prematurely come out of nests.",{"type":16,"tag":24,"props":43,"children":44},{},[45],{"type":22,"value":46},"The little falcon came in hungry and cold but despite being underweight, still retained his tenacious character.  Brown Falcons are raucous raptors who vocalise a lot which can make them easy to identify in the sky. They prey on a variety of other critters including other birds, reptiles, small mammals, large insects and amphibians. The reptiles these raptors willingly hunt include snakes which is pretty impressive. They will also eat carrion which often causes them to be hit on roads while they are eating roadkill.",{"type":16,"tag":24,"props":48,"children":49},{},[50],{"type":22,"value":51},"Another reason they are prone to getting hit on the roads is because they often frequent roadsides, choosing powerlines or fence posts to perch on.",{"type":16,"tag":24,"props":53,"children":54},{},[55],{"type":22,"value":56},"These birds usually breed and lay their eggs from August to October and use an old nest made of sticks which was previously built and used by Ravens or another species of raptor. Clutches are generally two to three eggs but may be up to five or as low as one. The eggs take around 33 days to hatch. Both parents share the job of incubation as well as brooding the young chicks although the female bird performs these duties more often than the male as he does most of the hunting. She will leave the nest to take food from him either in midair or from a nearby perch then take it back to feed the chicks.",{"type":16,"tag":24,"props":58,"children":59},{},[60],{"type":22,"value":61},"The chicks are ready to leave the nest within five to six weeks and once fledged can remain dependant on their parents to assist them in hunting for a further 6 weeks though individual birds may become successful independent hunters sooner than this. Young birds disperse from the nesting territory and can travel up to 2000km from their nest site.",{"type":16,"tag":24,"props":63,"children":64},{},[65],{"type":22,"value":66},"In captivity Brown Falcons have been known to reach an age of 20 years and the oldest banded bird to be recorded was 18 years old. Males can begin breeding at 2 years of age while the females begin at 3 years.",{"type":16,"tag":24,"props":68,"children":69},{},[70],{"type":22,"value":71},"Raising Brown Falcons is always fun. Release involves ‘hacking out’, which is an old falconry term for releasing a raptor while it is still dependent and coming back in to you for food while they are honing their hunting skills. This time is usually wrought with worry as there is always the chance that a bird will leave you before they are truly independent but these birds usually begin hunting pretty quickly and don’t seem to rely on me for very long as opposed to some of the other raptor species.",{"type":16,"tag":24,"props":73,"children":74},{},[75],{"type":22,"value":76},"It will be exciting to watch this little falcon grow and fledge. Nesting time is the busiest time of year for Bohollow but the most rewarding time.",{"title":8,"searchDepth":78,"depth":78,"links":79},2,[],"markdown","content:wildlife:2021:list:brown-falcon-chick.md","content","wildlife/2021/list/brown-falcon-chick.md","md",1713451508828]