[{"data":1,"prerenderedAt":245},["Reactive",2],{"content-query-yNRaqvSru1":3},[4,85,145,190],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":80,"_id":81,"_source":82,"_file":83,"_extension":84},"/wildlife/2021/list/brown-falcon-chick","list",false,"","Brown Falcon chick","We are so lucky in Australia to have such a diverse range of raptor species and I always feel privileged to work so closely with these birds. Many young raptors have come to Bohollow in the last few months and this week we have a new arrival in the form of a fluffy Brown Falcon chick.","/gallery/2021/11/6I6A1731.jpg",{"type":13,"children":14,"toc":77},"root",[15,23,28,42,47,52,57,62,67,72],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"brown-falcon-chick",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":24,"props":29,"children":30},{},[31,40],{"type":16,"tag":32,"props":33,"children":39},"img",{"alt":34,"className":35,"src":37,"style":38},"Brown Falcon Chick",[36],"p-4","https://media.wnews.org.au/gallery/2021/11/6I6A1731.jpg","float:right",[],{"type":22,"value":41},"\nThe high winds and storms we have had of late wreaked a bit of havoc for our nesting birds with many fledglings being blown about and also causing nestlings to prematurely come out of nests.",{"type":16,"tag":24,"props":43,"children":44},{},[45],{"type":22,"value":46},"The little falcon came in hungry and cold but despite being underweight, still retained his tenacious character.  Brown Falcons are raucous raptors who vocalise a lot which can make them easy to identify in the sky. They prey on a variety of other critters including other birds, reptiles, small mammals, large insects and amphibians. The reptiles these raptors willingly hunt include snakes which is pretty impressive. They will also eat carrion which often causes them to be hit on roads while they are eating roadkill.",{"type":16,"tag":24,"props":48,"children":49},{},[50],{"type":22,"value":51},"Another reason they are prone to getting hit on the roads is because they often frequent roadsides, choosing powerlines or fence posts to perch on.",{"type":16,"tag":24,"props":53,"children":54},{},[55],{"type":22,"value":56},"These birds usually breed and lay their eggs from August to October and use an old nest made of sticks which was previously built and used by Ravens or another species of raptor. Clutches are generally two to three eggs but may be up to five or as low as one. The eggs take around 33 days to hatch. Both parents share the job of incubation as well as brooding the young chicks although the female bird performs these duties more often than the male as he does most of the hunting. She will leave the nest to take food from him either in midair or from a nearby perch then take it back to feed the chicks.",{"type":16,"tag":24,"props":58,"children":59},{},[60],{"type":22,"value":61},"The chicks are ready to leave the nest within five to six weeks and once fledged can remain dependant on their parents to assist them in hunting for a further 6 weeks though individual birds may become successful independent hunters sooner than this. Young birds disperse from the nesting territory and can travel up to 2000km from their nest site.",{"type":16,"tag":24,"props":63,"children":64},{},[65],{"type":22,"value":66},"In captivity Brown Falcons have been known to reach an age of 20 years and the oldest banded bird to be recorded was 18 years old. Males can begin breeding at 2 years of age while the females begin at 3 years.",{"type":16,"tag":24,"props":68,"children":69},{},[70],{"type":22,"value":71},"Raising Brown Falcons is always fun. Release involves ‘hacking out’, which is an old falconry term for releasing a raptor while it is still dependent and coming back in to you for food while they are honing their hunting skills. This time is usually wrought with worry as there is always the chance that a bird will leave you before they are truly independent but these birds usually begin hunting pretty quickly and don’t seem to rely on me for very long as opposed to some of the other raptor species.",{"type":16,"tag":24,"props":73,"children":74},{},[75],{"type":22,"value":76},"It will be exciting to watch this little falcon grow and fledge. Nesting time is the busiest time of year for Bohollow but the most rewarding time.",{"title":8,"searchDepth":78,"depth":78,"links":79},2,[],"markdown","content:wildlife:2021:list:brown-falcon-chick.md","content","wildlife/2021/list/brown-falcon-chick.md","md",{"_path":86,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":87,"description":88,"image":89,"body":90,"_type":80,"_id":143,"_source":82,"_file":144,"_extension":84},"/wildlife/2021/list/nankeen-kestrel","Nankeen Kestrel","Australia is lucky to be the home of many different species of birds of prey and here in Northern Victoria we have most of them. This is one of the reasons I became a specialist in raptor care and rehabilitation as we see quite a lot of raptors come into care at Bohollow.","/gallery/2021/06/6I6A0698-3.jpg",{"type":13,"children":91,"toc":141},[92,97,101,106,111,116,121,126,131,136],{"type":16,"tag":17,"props":93,"children":95},{"id":94},"nankeen-kestrel",[96],{"type":22,"value":87},{"type":16,"tag":24,"props":98,"children":99},{},[100],{"type":22,"value":88},{"type":16,"tag":24,"props":102,"children":103},{},[104],{"type":22,"value":105},"Our wedge-tailed eagles and sea eagles are amongst the largest raptors in the world but we also have some of the smallest raptors in our country as well. The Nankeen Kestrel is one of these.",{"type":16,"tag":24,"props":107,"children":108},{},[109],{"type":22,"value":110},"These little birds are formidable hunters and help keep introduced rodent numbers down. Being a small raptor, they have a higher metabolism than our larger species so therefore need to feed more frequently. Kestrels are easy to spot and identify as they hunt uniquely by hovering, usually over an open paddock, grasslands or roadsides. While hovering their eyes scan below, searching for the movement of prey in the grass. Once they sight something they often drop a considerable amount lower in one swift movement, hover a little more then drop elegantly down, feet first upon the unlucky critter they have honed in on. Once they have secured prey in their talons they usually fly up to a perch, often a fence post, power line or tree branch, then consume their prize.",{"type":16,"tag":24,"props":112,"children":113},{},[114],{"type":22,"value":115},"Kestrels consume a lot of invertebrates, mostly grasshoppers and crickets but also can hunt small birds up to starling size and reptiles such as skinks, geckos and immature bearded dragons. They readily hawk insects in the air but rarely chase birds on the wing while hunting.",{"type":16,"tag":24,"props":117,"children":118},{},[119],{"type":22,"value":120},"Nesting time for these little raptors is from around August right through to December. They can nest in tree hollows, mine shafts, old nests of other birds, cliffs and I have heard of them even nesting in pipes, ledges on buildings and on machinery. Depending on the season, they can successfully raise one to three chicks to fledgling but can lay up to five eggs in a nest. After the young hit the wing they continue to be supported by their parents for up to two months. Some banded young have been recorded as dispersing up to 800 km away from their hatching site but usually end up a lot closer to their original home. Birds can mature quickly and can sometimes even breed within a year.",{"type":16,"tag":24,"props":122,"children":123},{},[124],{"type":22,"value":125},"I have raised quite a few kestrels over the years and they are one of my favourite raptors. They usually adapt to being in care very quickly and settle down into the rehabilitation process with ease. I recall being so excited one season watching a recently fledged and released kestrel, which I had raised from a fluffy chick, putting huge effort into hawking a large moth on the wing. She kept getting extremely close, both her and the moth weaving and dropping through the air in erratic flight, but kept missing. Finally, to my delight, she made the catch! Although I knew one moth wasn’t going to stop her from coming in to me daily for support, it was the beginning of her successful hunting life and a huge milestone for a young, hand raised raptor. This bird continued to hone her hunting skills and eventually she didn’t need my support any longer. There is nothing in the world which can equal the feeling of knowing they have a good chance to survive out there. The life of a raptor is a precarious one. Hunting on the wing takes practice, skill and being able to find and recognise suitable prey species. Even an experienced bird may take many attempts before making a successful kill so the first year of any raptor is doubly precarious.",{"type":16,"tag":24,"props":127,"children":128},{},[129],{"type":22,"value":130},"This time of year is the best to see raptors and I cannot drive anywhere at the moment without seeing several, often numerous species, while I am out and about.",{"type":16,"tag":24,"props":132,"children":133},{},[134],{"type":22,"value":135},"The other small raptor which you may confuse as a Nankeen Kestrel is the Black-shouldered kite. Both species hover the same way while hunting. If you are ever in doubt, the easiest way to tell is that the kestrel has a distinct black bar across the end of their tail and also have light barring in their underwings and tail. Black-shouldered kites are white underneath apart from the wing tips in underwing which is black.",{"type":16,"tag":24,"props":137,"children":138},{},[139],{"type":22,"value":140},"I pulled up on the way back from a rescue in Echuca last week to photograph a Kestrel hovering on the roadside less than ten minutes from home. He is one of a pair which I regularly see in this spot and who must nest close by. This day he was on his own. I witnessed him catching sight of something from his vantage point high above, drop down, momentarily hold a much lower hover before plunging down out of view in the long grass. Seconds later he appeared back in the air with a mouse firmly in his grasp. He chose a fence post across the road where I was pulled up as his perch to begin consuming his catch. I actually got the shot sitting in my car with the camera pointed out the window. You can tell this bird is a male due to his beautiful slaty grey head. Females and juveniles have a rufous head. Keep an eye out for these little raptors and you can help them out by not using rodent baits. Secondary poisoning from these baits is a very real danger for these birds as well as any other raptors who eat rodents and as you can see by the photo, they are all busy consuming as many as they can for us at the moment.",{"title":8,"searchDepth":78,"depth":78,"links":142},[],"content:wildlife:2021:list:nankeen-kestrel.md","wildlife/2021/list/nankeen-kestrel.md",{"_path":146,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":147,"description":148,"image":149,"body":150,"_type":80,"_id":188,"_source":82,"_file":189,"_extension":84},"/wildlife/2021/list/plumed-whistling-duck","Plumed Whistling Duck","Many of us are familiar with the Pacific Black Duck, the Wood Duck and the two smaller teal species, Grey and Chestnut Teal which live in our area. A much rarer duck in these parts is a beautiful species named the Plumed Whistling Duck.","/gallery/2021/07/6I6A2783.jpg",{"type":13,"children":151,"toc":186},[152,156,161,166,171,176,181],{"type":16,"tag":24,"props":153,"children":154},{},[155],{"type":22,"value":148},{"type":16,"tag":24,"props":157,"children":158},{},[159],{"type":22,"value":160},"From a distance these ducks may be mistaken for Wood Ducks as they have a similar upright stance while out of water. In flight their wings make a whistling sound and this is where their name comes from.",{"type":16,"tag":24,"props":162,"children":163},{},[164],{"type":22,"value":165},"These ducks are more at home on land than in water and are a grazing species, again like the more common Wood Duck. They walk quite gracefully in their upright stance with their head held high but they can appear rather ungainly for a duck on the water. They swim slowly and float high on the water. Their flight is also slower than our other ducks here.",{"type":16,"tag":24,"props":167,"children":168},{},[169],{"type":22,"value":170},"Plumed Whistling Ducks are usually a bird which feeds on tropical grasslands further North but they have benefited from European settlement. They require short, green grass to graze on and the cattle industry has helped provide more watering sites in dry country and cattle keep the tall, coarse tropical grasslands down at a level the ducks can utilise for grazing. In the Northern Territory during the dry season these ducks stick to swamplands, feeding on spike-rushes and sedges while during the wet season they disperse and their grazing options become more varied with seeds, legumes and herbs.",{"type":16,"tag":24,"props":172,"children":173},{},[174],{"type":22,"value":175},"As these ducks feed on land rather than in the water, short grasses are more necessary than a large water source. For this reason our farm dams here can be suitable camp and feeding sites and this is the type of habitat I have seen them here in our area. They often cluster near a water source during the day then wander out in groups during the night to graze.",{"type":16,"tag":24,"props":177,"children":178},{},[179],{"type":22,"value":180},"I have been seeing a flock of about thirty Whistling Ducks in the area close to our Bunbartha shelter for many years now. Some years I don’t see them but hear of other sightings which aren’t too far away. I recently saw a group down the road at Kaarimba. I am always excited to see them and I can’t help but wonder if it is the same group that keeps popping up, as the numbers always seem similar and the locations are never too far from each other. In Northern Australia these ducks nest during the wet seasons. I have never heard of them nesting down here and I am not sure whether these ducks are moving back up north during the wet to breed or have come to call this area their permanent home. There are so many things about so many species which we still just don’t know and with a changing climate, this also is changing the behaviour of many species as they strive to adapt.",{"type":16,"tag":24,"props":182,"children":183},{},[184],{"type":22,"value":185},"I was so pleased to be able to get some decent photographs of these special ducks so close to home and they are a species to look out for as they are certainly not considered common around these parts. Definitely one to keep an eye out for.",{"title":8,"searchDepth":78,"depth":78,"links":187},[],"content:wildlife:2021:list:plumed-whistling-duck.md","wildlife/2021/list/plumed-whistling-duck.md",{"_path":191,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":192,"description":193,"image":194,"body":195,"_type":80,"_id":243,"_source":82,"_file":244,"_extension":84},"/wildlife/2021/list/shearwater-otherwise-known-as-a-mutton-bird","Shearwater, otherwise known as a mutton bird.","One of the things I love about the wildlife work I do is that I never quite know what is round the corner. I never know what the next rescue is going to be, what challenges I am going to be faced with next and who my next patient in care will be. Life is always full of surprises and certainly never dull in the life of a wildlife rescuer and shelter operator.","/gallery/2021/06/6I6A7730.jpg",{"type":13,"children":196,"toc":241},[197,202,206,211,216,221,226,231,236],{"type":16,"tag":17,"props":198,"children":200},{"id":199},"shearwater-otherwise-known-as-a-mutton-bird",[201],{"type":22,"value":192},{"type":16,"tag":24,"props":203,"children":204},{},[205],{"type":22,"value":193},{"type":16,"tag":24,"props":207,"children":208},{},[209],{"type":22,"value":210},"An unexpected patient came into care last week. A Shearwater, otherwise known as a mutton bird, was found on the ground in Bendigo.",{"type":16,"tag":24,"props":212,"children":213},{},[214],{"type":22,"value":215},"Shearwaters are an oceanic species which migrate from the North to the South to breed and travel over 16,000 km in their migration from from islands off the North coast of Alaska right down to Antartica. Phillip Island and other islands in Bass Strait and South East Australia are home to breeding colonies of these remarkable birds. Colonies can range from several hundred pairs to over a million pairs on these islands! The estimation of the total population is currently around nine million breeding pairs and five million non-breeding birds!",{"type":16,"tag":24,"props":217,"children":218},{},[219],{"type":22,"value":220},"Around mid-April to mid-May the shearwaters begin to leave our coasts and begin their migration. They are excellent flyers but take offs are tricky as they need to leave from the height of rocks and cliffs so if they come to ground on land, they get stranded. The chicks make their migration on their own as their parents leave a few weeks earlier. The chicks are well fed up to their parents leaving and their last parental feed has to last them for about three weeks when they too begin to leave in large numbers, heading north. Winds have to be present to aid in their departure but still many birds come down before getting away from the coastal land areas. The lights on the bridge to Phillip Island are actually turned off at night during migration to help the birds leave the coast as lights disorientate them and can cause them to ground or flock around the lights. Lower speed limits are also enforced as so many of them end up on the roads. There is a rescue unit dedicated to assist grounded shearwaters during this time at Phillip Island and grounded birds are taken back to the coast to give them a second chance at taking off without mishap. The adult birds are much more experienced which means the majority of birds rescued are fledglings.",{"type":16,"tag":24,"props":222,"children":223},{},[224],{"type":22,"value":225},"Shearwaters can fly up to 40 knots and are excellent divers. Using their wings to propel them along underwater they can dive up to 50m but most dives are about 20m. They eat krill and crustaceans. They nest in long sandy burrows and only lay one egg each breeding season. Adult birds goout at sea during daylight, returning on dark to feed their chicks. Chicks hatch in January and are ready to leave once their downy feathers give way to mature feathers.",{"type":16,"tag":24,"props":227,"children":228},{},[229],{"type":22,"value":230},"Nature is truly amazing and this is certainly one species I never imagined I would ever have in my hands.",{"type":16,"tag":24,"props":232,"children":233},{},[234],{"type":22,"value":235},"A few years ago I had one crash land in the main street of Shepparton so this is the second Shearwater I have had fleetingly in my care. This bird was in my care for less than 24 hours as I got it down to the Marine Response Unit the following day where it could be looked after and released again back on the coast with other juveniles. These birds do not feed on their own while in captivity so the entire time they are in care they require being tubed blended up fish. Not the most glamorous job in the world but is worth it to give these beautiful birds a second chance.",{"type":16,"tag":24,"props":237,"children":238},{},[239],{"type":22,"value":240},"This shearwater weighed in at 610g which is perfect weight for a juvenile short-tailed shearwater so I am hoping he was able to released pretty much immediately and wish him the best for his epic flight to Alaska. If all goes well, he will return to Australia in September.",{"title":8,"searchDepth":78,"depth":78,"links":242},[],"content:wildlife:2021:list:shearwater-otherwise-known-as-a-mutton-bird.md","wildlife/2021/list/shearwater-otherwise-known-as-a-mutton-bird.md",1718372900504]