[{"data":1,"prerenderedAt":134},["Reactive",2],{"content-query-otGaijG2bT":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"body":11,"_type":129,"_id":130,"_source":131,"_file":132,"_extension":133},"/kids/2021/list/the-bandicoot","list",false,"","The Bandicoot","Hey Kids! In this edition of the Waranga News we are taking a look at a cute little marsupial that leaves behind a series of small round holes called ‘snout pokes’. This creature is the bandicoot, and snout pokes are the result of bandicoots foraging for underground larvae and insects.","/gallery/2021/07/bandicoot-2272314.jpg",{"type":12,"children":13,"toc":126},"root",[14,21,26,31,36,41,66,71,76,81,86,91,96,101,106,111,116,121],{"type":15,"tag":16,"props":17,"children":18},"element","p",{},[19],{"type":20,"value":9},"text",{"type":15,"tag":16,"props":22,"children":23},{},[24],{"type":20,"value":25},"Because we don’t see them often, we might not know as much about them as some of the more common animals – so here’s a few interesting facts about our loveable bandicoots:",{"type":15,"tag":16,"props":27,"children":28},{},[29],{"type":20,"value":30},"They’re omnivorous, studies have found them to eat everything from spiders and slaters to fungi and fruits!  They make nests! These are built with leaf litter and soil and sometimes feature a hollow nesting chamber. But sometimes they even take shelter in rabbit burrows.",{"type":15,"tag":16,"props":32,"children":33},{},[34],{"type":20,"value":35},"Bandicoots are about the size of a rabbit, and have a pointy snout, humped back, thin tail and large hind feet. There are around 20 species of bandicoots in Australia. The name bandicoot is actually a rough translation of a word pandi-kokku, or pig-rat, from the South Indian language of Telugu. The term was originally applied to an unrelated group of rodents in India before it was adapted to describe the marsupial. It also goes by several different names in indigenous dialects.",{"type":15,"tag":16,"props":37,"children":38},{},[39],{"type":20,"value":40},"These cuties are known to be aggressive amongst themselves and often end up with shortened or scarred tails or behinds as a result, who would have known? Bandicoots have at least 4 distinct vocalisations:",{"type":15,"tag":42,"props":43,"children":44},"ul",{},[45,51,56,61],{"type":15,"tag":46,"props":47,"children":48},"li",{},[49],{"type":20,"value":50},"a high-pitched, bird-like noise used to locate one another",{"type":15,"tag":46,"props":52,"children":53},{},[54],{"type":20,"value":55},"when irritated, they will make make a “whuff, whuff” noise",{"type":15,"tag":46,"props":57,"children":58},{},[59],{"type":20,"value":60},"when feeling threatened or alarmed, they will make a loud “chuff, chuff” noise and loud whistling squeak at the same time",{"type":15,"tag":46,"props":62,"children":63},{},[64],{"type":20,"value":65},"when in pain or experiencing fear, they make a loud shriek.",{"type":15,"tag":16,"props":67,"children":68},{},[69],{"type":20,"value":70},"There are a number of threats to bandicoots, including foxes and cats. Due to changes in the Australian ecosystem, long-term population numbers are in significant decline.",{"type":15,"tag":16,"props":72,"children":73},{},[74],{"type":20,"value":75},"The Eastern Barred Bandicoot is listed as extinct in the wild. These small nocturnal marsupials were once widespread across the grasslands and woodlands of western Victoria and South Australia.The decline of the Eastern Barred Bandicoot is primarily due to loss of habitat and threat from foxes.",{"type":15,"tag":16,"props":77,"children":78},{},[79],{"type":20,"value":80},"Zoos Victoria has partnered with several organisations to play a key role in the recovery of this species. Since 1991, Zoos Victoria has bred more than 650 bandicoots. Now there are three reintroduced populations protected by predator-barrier fences on the mainland, and a fourth population on Churchill Island.",{"type":15,"tag":16,"props":82,"children":83},{},[84],{"type":20,"value":85},"Zoos Victoria is also conducting trials to see if trained Maremma dogs can protect the Eastern Barred Bandicoots from predators.",{"type":15,"tag":16,"props":87,"children":88},{},[89],{"type":20,"value":90},"In Victoria, the Southern Brown Bandicoot (Isoodon obesulus obesulus) is the most common bandicoot, although this species is also endangered.",{"type":15,"tag":16,"props":92,"children":93},{},[94],{"type":20,"value":95},"Bandicoots are solitary, terrestrial (non-climbing) and nocturnal marsupials. They’re highly active and have a running style described as a ‘gallop’!",{"type":15,"tag":16,"props":97,"children":98},{},[99],{"type":20,"value":100},"Bandicoots forage at night using their sensitive noses to smell out food. They then use their long, curved toes to dig out the underground fare.",{"type":15,"tag":16,"props":102,"children":103},{},[104],{"type":20,"value":105},"The bandicoot entered public consciousness after the release of the popular video game Crash Bandicoot for the Sony PlayStation in 1996. Positioned as an edgy mascot in the image of Mario or Sonic, Crash is a genetically modified eastern barred bandicoot with unique powers.",{"type":15,"tag":16,"props":107,"children":108},{},[109],{"type":20,"value":110},"Like other marsupials, the bandicoot is an animal that carries its young in a specialised pouch for the first few weeks of life. However, there is one important difference. This pouch faces backward rather than forward to prevent dirt from entering when the bandicoot is digging in the ground.",{"type":15,"tag":16,"props":112,"children":113},{},[114],{"type":20,"value":115},"The under-developed, furless young are only 1cm when born, and take three months to live independently. If food is scarce, the female bandicoot may resort to eating her young!",{"type":15,"tag":16,"props":117,"children":118},{},[119],{"type":20,"value":120},"Thanks to evolutionary adaptations, bandicoots have the ability to switch between different modes of movement. They can hop around on the hind legs similar to a kangaroo or walk on all four legs. The hind limb is also a useful instrument for grooming.",{"type":15,"tag":16,"props":122,"children":123},{},[124],{"type":20,"value":125},"Bandicoots can live for 3 to 7 years.",{"title":7,"searchDepth":127,"depth":127,"links":128},2,[],"markdown","content:kids:2021:list:the-bandicoot.md","content","kids/2021/list/the-bandicoot.md","md",1718372904748]