[{"data":1,"prerenderedAt":288},["Reactive",2],{"content-query-t4hiym40d0":3},[4,81,101,142,180,248,268],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"excerpt":12,"body":28,"_type":76,"_id":77,"_source":78,"_file":79,"_extension":80},"/articles/2023/list/an-unsung-hero","list",false,"","An unsung hero – Ambrose Geary","    The extended Geary family had a long association with Murchison. Ambrose was    one of fourteen children of Timothy and Mary Ellen (nee Phillips). Many of    the children were born in and around the town. His uncommon first name was    inherited from the Phillips side of the family, with his grandfather being    William Ambrose Phillips. William was a former convict who was one of the    first employees of the Aboriginal Protectorate Station which operated at    Murchison from 1840-53.","/gallery/2023/04/wnews20230420-008.jpg",{"type":13,"children":14},"root",[15,23],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"an-unsung-hero-ambrose-geary",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":13,"children":29,"toc":73},[30,34,38,43,48,53,58,63,68],{"type":16,"tag":17,"props":31,"children":32},{"id":19},[33],{"type":22,"value":9},{"type":16,"tag":24,"props":35,"children":36},{},[37],{"type":22,"value":10},{"type":16,"tag":24,"props":39,"children":40},{},[41],{"type":22,"value":42},"    Ambrose first enlisted for the South African War in the 3rd Victorian    Bushmen’s Contingent in late 1899. He was a 19-year- old stockman at the    time. Competition for positions in the unit was fierce. The fact that    Ambrose was selected means that he was probably an excellent horseman,    skilled marksman and capable of “living rough”. His unit, along with their    horses, left Melbourne on the “Eurayalus” in March 1900 for the sea journey    of a little over three weeks. They landed in Portuguese East Africa (now    Zimbabwe) then were transported by rail to the front.",{"type":16,"tag":24,"props":44,"children":45},{},[46],{"type":22,"value":47},"    By the time the 3rd Victorian Bushmen arrived, the South African War had    become a brutal guerrilla war between British forces and the Boers, who were    of Dutch descent. Ambrose was with a party of Australians and other colonial    forces guarding a remote supply post at Eland’s River, on the road from    Mafeking to Rustenburg, in August 1900. They were surrounded by a large Boer    force and subjected to a siege which last for nearly two weeks.",{"type":16,"tag":24,"props":49,"children":50},{},[51],{"type":22,"value":52},"    In the lead-up to the siege, the Victorians were instructed to dig a trench    by their officer, Captain Ham, who then went out on a mounted patrol. On his    return, the Victorians had dug a trench six inches deep, in which they had    placed a sign saying “Erected to the memory of the Victorians who were    compelled to dig this trench. Fort Funk. 3/8/00”. Ham was less than    impressed and ordered an enquiry for the following morning. However, before    the enquiry could be held, the Boers attacked the site with sustained    artillery fire. The Victorians did not need any incentive to dig a trench at    that point!",{"type":16,"tag":24,"props":54,"children":55},{},[56],{"type":22,"value":57},"    Eland’s River siege has gone down in history as one of the most significant    actions of the South African War involving the Australians. It was a great    boon for British propaganda in that the defenders, who were vastly    outnumbered by the Boers, were able to hold out for an extended period of    time until relief finally arrived in the form of a British column under Lord    Kitchener. Ambrose returned to Australia in June 1901, having completed a    full tour of duty. During his first period of service, Australia had become    a federated country, rather than a collection of British colonies. The first    Australian units were put together to go and serve in the South African War.    Ambrose signed up again, enlisting as a Private (No 2245) with the 4th    Australian Commonwealth Horse. He served for the remainder of the war, which    ended with the capitulation of the Boers on 31 May 1902.",{"type":16,"tag":24,"props":59,"children":60},{},[61],{"type":22,"value":62},"    After the war, Ambrose resettled in Colac, working as a labourer and    marrying Edith Florence Gamble in 1906. They started a family and already    had six children by the time Ambrose signed up for the Australian Imperial    Force for WW1 ten years later. He was assigned to the 21st Infantry    Battalion, where he would have had plenty of contact with Goulburn Valley    boys, including many from the Waranga area.",{"type":16,"tag":24,"props":64,"children":65},{},[66],{"type":22,"value":67},"    Three of Ambrose’s younger brothers had already enlisted, all initially    serving in the Australian Light Horse in the Middle East. Two of them,    Maurice and George were in the same unit before transferring to the    artillery later in the war. All three returned to Australia, but Maurice    died in the Caulfield Military Hospital with heart problems in 1919. Older    married brothers, Owen and Ambrose, signed up in early 1916. They joined    infantry battalions and saw some of the worst fighting in France and Belgium    before the war ended.",{"type":16,"tag":24,"props":69,"children":70},{},[71],{"type":22,"value":72},"    What worrying years they must have been for their parents, Timothy and Mary    Ellen, and Ambrose’s wife Edith and their children. After the war, Ambrose    returned to Colac, where he worked in the dairy industry in the Larpent    district west of the town. He and Edith had another three children. Of their    six sons who could potentially serve in WW2, five signed up, with three    serving overseas. What an incredible record of family service to their    country by the Gearys over many, many years. Both Ambrose and Edith went on    to live long and productive lives into their 70s.",{"title":8,"searchDepth":74,"depth":74,"links":75},2,[],"markdown","content:articles:2023:list:an-unsung-hero.md","content","articles/2023/list/an-unsung-hero.md","md",{"_path":82,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":83,"description":84,"image":85,"body":86,"_type":76,"_id":99,"_source":78,"_file":100,"_extension":80},"/articles/2023/list/anzac-day-commemorations","ANZAC Day commemorations around the district","Local residents remembered the fallen in ANZAC Day ceremonies in all of our local towns. Pictured above the Rushworth & District Band leads RSL members in the traditional ANZAC march in High St Rushworth.","/gallery/2023/05/wnews20230504-000.jpg",{"type":13,"children":87,"toc":97},[88,93],{"type":16,"tag":17,"props":89,"children":91},{"id":90},"anzac-day-commemorations-around-the-district",[92],{"type":22,"value":83},{"type":16,"tag":24,"props":94,"children":95},{},[96],{"type":22,"value":84},{"title":8,"searchDepth":74,"depth":74,"links":98},[],"content:articles:2023:list:anzac-day-commemorations.md","articles/2023/list/anzac-day-commemorations.md",{"_path":102,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":103,"description":104,"image":105,"body":106,"_type":76,"_id":140,"_source":78,"_file":141,"_extension":80},"/articles/2023/list/colbo-community-geared-up","Colbo community geared up for Picnic & Wine Festival","Colbinabbin is set to welcome tourists from across the state for the inaugural Colbinabbin Silo Art Picnic & Wine Festival on Sunday 7 May. The event will run from 11am till 3pm with proceeds from the day contributing to maintenance costs and improvements to the magnificent silo art precinct.","/gallery/2023/04/wnews20230420-000.jpg",{"type":13,"children":107,"toc":138},[108,113,117,122,124,137],{"type":16,"tag":17,"props":109,"children":111},{"id":110},"colbo-community-geared-up-for-picnic-wine-festival",[112],{"type":22,"value":103},{"type":16,"tag":24,"props":114,"children":115},{},[116],{"type":22,"value":104},{"type":16,"tag":24,"props":118,"children":119},{},[120],{"type":22,"value":121},"     The Colbinabbin Farmers Picnic originally ran for more than half a century     in the late 19th century and early 20th century. This history is now     enshrined through a depiction of the event incorporated in the stunning silo     art. Project Manager, Sadie Vale, outlined the historical significance of     the Colbinabbin Silo Art and the spirit of the Colbo township. “Colbo is an     incredibly tight knit community and we’re so excited to show this off at the     Picnic & Wine Festival,” Ms Vale said. “Local artist Tim Bowtell has done an     incredible job, bringing the history of the town to life through a series of     colourful and engaging murals. ",{"type":22,"value":123}," ",{"type":16,"tag":24,"props":125,"children":126},{},[127,129,136],{"type":22,"value":128},"     “You can see the railway station, our famous Tractor Pull, sporting history,     beautiful wildlife and the selfl ess CFA all in stunning colour. “We are     incredibly proud of our town, our silo art and the uniqueness of our     community and can’t wait to share this with everyone next month.” The Colbo     community is right behind the event, with Ms Vale promising something for     people of all ages and interests. “The Heathcote Wine Region is offering     complimentary tastings from eight of their finest vineyards with a ticket     including a custom wine glass to get a sample of their amazing drops. “While     the wine is fantastic you won’t be leaving with an empty stomach. The     Colbinabbin Country Hotel and the Colbinabbin General Store Co-Op have     joined forces to put on some delicious picnic packs, grazing and sandwich     platters. “This is a family friendly event so bring the kids down, enjoy     some live music, have a wine, enjoy the beautiful silo art and the     incredible community that is Colbo.” Tickets are capped at 500 so get in     quick and book your ticket online at     ",{"type":16,"tag":130,"props":131,"children":133},"a",{"href":132},"https://www.trybooking.com/CGTWM",[134],{"type":22,"value":135},"trybooking.com",{"type":22,"value":123},{"type":22,"value":123},{"title":8,"searchDepth":74,"depth":74,"links":139},[],"content:articles:2023:list:colbo-community-geared-up.md","articles/2023/list/colbo-community-geared-up.md",{"_path":143,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":144,"description":145,"image":146,"body":147,"_type":76,"_id":178,"_source":78,"_file":179,"_extension":80},"/articles/2023/list/festival-fun-draws-crowd","Festival fun draws crowd at Easter","Rushworth once again came to life over the Easter long weekend, with thousands of people coming along to join in the fun of the famous Rushworth Easter Heritage Festival.","/gallery/2023/04/wnews20230420-004.jpg",{"type":13,"children":148,"toc":176},[149,154,158,163,164,169,170,175],{"type":16,"tag":17,"props":150,"children":152},{"id":151},"festival-fun-draws-crowd-at-easter",[153],{"type":22,"value":144},{"type":16,"tag":24,"props":155,"children":156},{},[157],{"type":22,"value":145},{"type":16,"tag":24,"props":159,"children":160},{},[161],{"type":22,"value":162},"     The large variety of activities and entertainment ensured there was     something for all ages and interests. For the children there were cute baby     animals, a colouring competition and the always popular Community House     Easter egg hunt. ",{"type":22,"value":123},{"type":16,"tag":24,"props":165,"children":166},{},[167],{"type":22,"value":168},"     For the proud puppy owners there was the chance to show off their pets and     enjoy (on their pooch’s behalf) the admiration and compliments of the     audience, while the more creative amongst us, both young and old, displayed     their talents in the Easter bonnet parade. And, of course, for the     shopaholics there was the Market, packed with stalls displaying a huge     variety of wares on offer, while the Art Depot’s Pop-Up shop presented some     of the best of local talent for purchase. Suitable fare is an essential     element of any festival event, and local hospitality venues, clubs and     visiting vendors all did a sterling job helping to satisfy the munchies and     quench the thirst of the large crowd. Coffee queues were especially long     (G&O are still probably in recovery mode!) ",{"type":22,"value":123},{"type":16,"tag":24,"props":171,"children":172},{},[173],{"type":22,"value":174},"     The morning entertainment concluded with the popular Easter Heritage     Festival Parade, where all kinds of lovingly restored vehicles are proudly     shown off by proud owners. A fitting (if noisy) climax to a great community     event. ",{"type":22,"value":123},{"title":8,"searchDepth":74,"depth":74,"links":177},[],"content:articles:2023:list:festival-fun-draws-crowd.md","articles/2023/list/festival-fun-draws-crowd.md",{"_path":181,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":182,"description":183,"image":184,"body":185,"_type":76,"_id":246,"_source":78,"_file":247,"_extension":80},"/articles/2023/list/montevideo-maru-mural-launch","Montevideo Maru Mural launch - a great day for Stanhope","A large crowd was in attendance for the official opening of the Montevideo Maru mural in Monash St Stanhope on Saturday.","/gallery/2023/04/wnews20230420-009.jpg",{"type":13,"children":186,"toc":244},[187,192,196,201,202,207,208,213,214,219,220,225,226,231,232,237,238,243],{"type":16,"tag":17,"props":188,"children":190},{"id":189},"montevideo-maru-mural-launch-a-great-day-for-stanhope",[191],{"type":22,"value":182},{"type":16,"tag":24,"props":193,"children":194},{},[195],{"type":22,"value":183},{"type":16,"tag":24,"props":197,"children":198},{},[199],{"type":22,"value":200},"     While the mural had been completed by artist Tim Bowtell a year ago, there     is now a commemorative plaque and a series of information boards to     accompany it. These were unveiled by RSL Secretary George Gemmill, who has     been a driving force behind the project. Many community members have been     involved in the project in what has been a great Stanhope community effort. ",{"type":22,"value":123},{"type":16,"tag":24,"props":203,"children":204},{},[205],{"type":22,"value":206},"     The Montevideo Maru was a Japanese ship transporting prisoners of war from     Rabaul, on the island of New Britain, which is part of Papua New Guinea to     Hainan Island. Most of the prisoners were from the Australian 22nd Infantry     Battalion. They had been in the force which had unsuccessfully tried to     repel the Japanese invasion of New Britain. Many of the men in the battalion     had their roots in the Goulburn Valley, including several with a Stanhope     connection. ",{"type":22,"value":123},{"type":16,"tag":24,"props":209,"children":210},{},[211],{"type":22,"value":212},"     Unfortunately, the ship was sunk by the US submarine “Sturgeon”, thinking it     was a legitimate target. There was nothing to indicate that the ship was     carrying prisoners of war. Over 1000 Australians died in the sinking, making     it the worst maritime disaster in Australian history. Most of the men who     were locked below deck never had a chance. Some of those who did get into     the water and were clinging to wreckage sang “Auld Lang Syne” as the ship     sank. ",{"type":22,"value":123},{"type":16,"tag":24,"props":215,"children":216},{},[217],{"type":22,"value":218},"     Families of those who were lost were unaware of the disaster until the end     of the war. They knew their sons had been taken prisoner but had assumed     that many of them would have survived to come home. What a shattering blow     it must have been to learn their sons had died, after holding out hope for     three years. ",{"type":22,"value":123},{"type":16,"tag":24,"props":221,"children":222},{},[223],{"type":22,"value":224},"     As one of the speakers said on Saturday, the unveiling of the memorial was a     bittersweet moment, given that the loss of the Montevideo Maru had been such     a tragedy. However, it was also important to remember those who were lost     and provide some solace for all those families who were directly affected.     Families and local RSL clubs had the opportunity to place wreaths of     remembrance beneath the mural. ",{"type":22,"value":123},{"type":16,"tag":24,"props":227,"children":228},{},[229],{"type":22,"value":230},"     The event was capably hosted by the President of the Stanhope RSL, Philip     Chapman. George Gemmill Secretary gave a summary of the sinking of the ship     and named some of the local families who were connected with those on board     the ship who lost their lives. 22 of the Brunswick Salvation Army Band were     included in these numbers. ",{"type":22,"value":123},{"type":16,"tag":24,"props":233,"children":234},{},[235],{"type":22,"value":236},"     He also thanked members of the Stanhope & District Development Committee for     the assistance given by their members, in particular the great amount of     support from Glenda Cowie and Christine Dicketts. Salvation Army member from     Kyabram, Captain Jacky Targett, led the prayer and Linton Targett played the     last post. The Preston Salvation Army Band, who were invited because of     their close connection with this tragedy, delighted the large crowd. Lindsay     Cox, Salvation Army Museum manager, was guest speaker for the day. Many     families and RSL branches laid floral tributes in memory. ",{"type":22,"value":123},{"type":16,"tag":24,"props":239,"children":240},{},[241],{"type":22,"value":242},"     Following the ceremony, the very large crowd moved into the Community Hall     to enjoy a light luncheon. There was plenty of talk as well as an     opportunity to view displays of memorabilia. Many people are now visiting     Stanhope to view the memorial. Their understanding of this poignant story     will be greatly enhanced by the new plaque and information boards. The     organising committee expressed thanks to all who contributed to making the     day the success that it was, and also to the Campaspe Shire for the     sponsorship. ",{"type":22,"value":123},{"title":8,"searchDepth":74,"depth":74,"links":245},[],"content:articles:2023:list:montevideo-maru-mural-launch.md","articles/2023/list/montevideo-maru-mural-launch.md",{"_path":249,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":250,"description":251,"image":252,"body":253,"_type":76,"_id":266,"_source":78,"_file":267,"_extension":80},"/articles/2023/list/swanning-around-in-the-canola","Swanning around in the Canola","We’re used to being ‘wowed’ by the stunning gold of the canola crops in the district each year, but a more unusual sight was the bevy of swans spotted by Robyn Ryan on Kennedy’s canola on Bell’s Rd. Bevy - you ask? Of course we had to google the collective term for swans, and this is the one we chose. Other offerings were a flock, a bank, a light, a wedge, a whiteness (for black swans?), a game, a herd, a drift, a ballet, an eyrar, a lamentation, a sownder, a squadron, a team and a whiting.","/gallery/2023/07/wnews20230727-001.jpg",{"type":13,"children":254,"toc":264},[255,260],{"type":16,"tag":17,"props":256,"children":258},{"id":257},"swanning-around-in-the-canola",[259],{"type":22,"value":250},{"type":16,"tag":24,"props":261,"children":262},{},[263],{"type":22,"value":251},{"title":8,"searchDepth":74,"depth":74,"links":265},[],"content:articles:2023:list:swanning-around-in-the-canola.md","articles/2023/list/swanning-around-in-the-canola.md",{"_path":269,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":270,"description":271,"image":272,"body":273,"_type":76,"_id":286,"_source":78,"_file":287,"_extension":80},"/articles/2023/list/well-hello-there","Well.. hello there!","This adventurous little antechinus was taking a peek out into the big wide world just as keen photographer Kirsty from Bohollow was passing by. Of course she couldn’t resist taking a few snaps - and then telling us all about the little critter.","/gallery/2023/08/wnews20230810-000.jpg",{"type":13,"children":274,"toc":284},[275,280],{"type":16,"tag":17,"props":276,"children":278},{"id":277},"well-hello-there",[279],{"type":22,"value":270},{"type":16,"tag":24,"props":281,"children":282},{},[283],{"type":22,"value":271},{"title":8,"searchDepth":74,"depth":74,"links":285},[],"content:articles:2023:list:well-hello-there.md","articles/2023/list/well-hello-there.md",1717600109931]