[{"data":1,"prerenderedAt":84},["Reactive",2],{"content-query-jsf4QPYp7C":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"body":11,"_type":79,"_id":80,"_source":81,"_file":82,"_extension":83},"/immigration/2023/list/early-arrival-and-success","list",false,"","Early arrival and success","    The first record of a Chinese miner that shows up in an Assistant Gold    Commissioner’s regular weekly reports for the Waranga goldfields appears in    late April 1854. An unnamed Chinese man brought two nuggets into the Gold    Office (which was then located in a tent). The nuggets weighed 17 oz 10 dwt    (almost exactly half a kilo-gram) and 8 oz 10 dwt (nearly 250 g)    respectively. For obvious reasons, the miner “would not disclose the (exact)    locality” where he found the gold.1",{"type":12,"children":13,"toc":73},"root",[14,22,24,30,35,40,47,52,57,63,68],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"early-arrival-and-success",[20],{"type":21,"value":9},"text",{"type":21,"value":23},"\n  ",{"type":15,"tag":25,"props":26,"children":28},"p",{"style":27,"bold\\\"":8},"\\\"font-weight:",[29],{"type":21,"value":10},{"type":15,"tag":25,"props":31,"children":32},{},[33],{"type":21,"value":34},"    This means that, although the majority of Chinese miners arrived later,    there had been some on the Waranga goldfields in the very early days. The    fact that the Assistant Commissioner’s report in April expressed no surprise    that a Chinese man should sell his finds to the Gold Office would seem to    indicate that there were other Chinese miners already there. These men may    have been in Australia at the start of the gold rushes or could have arrived    by ship soon after they had heard about the spectacular new finds.",{"type":15,"tag":25,"props":36,"children":37},{},[38],{"type":21,"value":39},"    Apart from these Chinese discoveries, there had been other amazing finds in    the early months of the Waranga rush. For instance, in October 1853 a digger    had turned up a nugget weighing 81 oz (2.3 kg) at Whroo – then referred to    in the reports as “Wooroor”. The Assistant Commissioner in charge at the    time, William Willoby, reckoned “the nugget was the best and richest    specimen I have seen on the goldfields.”2 On today’s values it would be    worth well over $200,000.",{"type":15,"tag":41,"props":42,"children":44},"h3",{"id":43},"highly-mobile",[45],{"type":21,"value":46},"Highly mobile",{"type":15,"tag":25,"props":48,"children":49},{},[50],{"type":21,"value":51},"    The population on the goldfields was highly mobile, as evidenced by some of    the estimated population figures provided in the Assistant Commissioner’s    reports. Willoby’s first report, lodged in August 1853, indicated there were    something like 5000 miners already on the ground when he arrived with staff    and dray loads of equipment.3 By Christmas though, lack of water meant that    only about 700 remained. It was likely that very few of those involved in    this first rush were Chinese. There was a time lapse between the gold    discoveries, word filtering back to China, then entrepreneurs organising    people and the shipping required to bring them out to Australia. Numbers    would have peaked later in the 1850s.",{"type":15,"tag":25,"props":53,"children":54},{},[55],{"type":21,"value":56},"    From mid-1859 to mid-1860, when gold-seeking populations had settled down to    a degree, the numbers of Chinese on the Waranga goldfields fluctuated    between 150 and 250. The reports listed the Chinese separately from other    men, women and children, as though the Chinese were another species that did    not fit into those three categories. At the time, the overwhelming majority    of those listed as “Chinese” would have been men.",{"type":15,"tag":41,"props":58,"children":60},{"id":59},"success",[61],{"type":21,"value":62},"Success",{"type":15,"tag":25,"props":64,"children":65},{},[66],{"type":21,"value":67},"    There was still plenty of gold being found at the end of the 1850s, as gold    shipments out of Rushworth for 1860 comprised nearly 18,000 ounces (an    astonishing $47 million worth at today’s prices). The increase in quartz    mining on an industrial scale, as compared to alluvial mining, would have    significantly contributed to this. Meanwhile, the Chinese were still largely    employed in alluvial mining. Around this time, there were usually 60-70    puddling machines in operation (when water was available). The vast majority    of these were operated by the Chinese miners. It is hard to know how much    gold they were finding, because there were multiple ways of disposing of the    product of their labours. Much gold was transported by the weekly armed gold    escort, which took gold from the Waranga goldfields to Heathcote initially,    then on to Melbourne. However, it was suspected that much of the gold mined    by the Chinese unofficially found its way back to China through a variety of    methods. As well as ordinary money, gold was basically legal tender, so    could also be used to purchase food and supplies. The result of this was    that a fair proportion was in circulation in the local economy at any time.",{"type":15,"tag":25,"props":69,"children":70},{},[71],{"type":21,"value":72},"    The early and spectacular successes with alluvial mining on the Waranga    goldfields were largely over by 1860. To be successful required patience and    persistence, a systematic approach and long hours of hard work. The Chinese    miners generally displayed these characteristics to a greater degree than    their western counterparts.",{"title":8,"searchDepth":74,"depth":74,"links":75},2,[76,78],{"id":43,"depth":77,"text":46},3,{"id":59,"depth":77,"text":62},"markdown","content:immigration:2023:list:early-arrival-and-success.md","content","immigration/2023/list/early-arrival-and-success.md","md",1714201356151]