[{"data":1,"prerenderedAt":87},["Reactive",2],{"content-query-uPqZehp0HV":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"excerpt":11,"body":27,"_type":82,"_id":83,"_source":84,"_file":85,"_extension":86},"/wildlife/2024/2024-04-11","2024",false,"","This is a sad week for Victoria’s wetlands","After an extensive independent enquiry as to whether duck shooting season has a valid reason to continue in Victoria, the decision has been made to go ahead. The findings of the enquiry were clear cut in the reasons, backed with evidence, why shooting native ducks is not sustainable nor wanted by the majority of the public, yet here we are again.","/gallery/2024/04/wnews20240411-061.jpg",{"type":12,"children":13},"root",[14,22],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"this-is-a-sad-week-for-victorias-wetlands",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":12,"children":28,"toc":79},[29,33,37,49,54,59,64,69,74],{"type":15,"tag":16,"props":30,"children":31},{"id":18},[32],{"type":21,"value":8},{"type":15,"tag":23,"props":34,"children":35},{},[36],{"type":21,"value":9},{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":15,"tag":41,"props":42,"children":48},"img",{"alt":43,"className":44,"src":46,"style":47},"Local Wetlands",[45],"p-4","https://media.wnews.org.au/gallery/2024/04/wnews20240411-061.jpg","float:right",[],{"type":15,"tag":23,"props":50,"children":51},{},[52],{"type":21,"value":53},"Species everywhere in Australia are\ndeclining at an alarming rate. Populations\nof once common species are declining, even\nbecoming locally extinct in areas yet this is a\n‘sport’ which those in power back to continue?\nA simple decision backed up by evidence\ncould have easily been made to stop the\ndecimation of our wetland habitats and species\nwho occupy them but yet again, decision makers\nhave caved in to a minority who believe it’s\ntheir right to shoot native species and disrupt the\nentire ecosystem of our wetland environments.\nLoch Garry is my home\nMore importantly, Loch Garry is also home\nto a plethora of wildlife. It is a significant\nbreeding site for many wetland species as it\nis a seasonal floodway fed from the Goulburn\nRiver which is heavily treed with a Red Gum/\nBox forest.\nThe bird life in there is astounding. The\ntrees standing both in the water and around\nthe water’s edge support breeding colonies of\nAustralian Darters, Little Pied, Pied and Black",{"type":15,"tag":23,"props":55,"children":56},{},[57],{"type":21,"value":58},"Cormorants, Nankeen Night Herons, White-\nfaced Herons, Egrets, including the endangered",{"type":15,"tag":23,"props":60,"children":61},{},[62],{"type":21,"value":63},"Great Egret, Grebes, different species of water\nhen and ducks, Black Swans, Pelicans and\nnumerous raptor species. This wetland is home\nto a breeding pair of White-bellied Sea Eagles\nand their offspring is currently still honing\nits hunting skills inside the Loch right now\nalongside its parents.\nA breeding pair of Peregrine Falcons were\nsuccessful in getting young through this season\nas were a pair of Wedge-tailed Eagles. The\nLoch Garry Whistling Kites have also been\nvery successful in getting young through this",{"type":15,"tag":23,"props":65,"children":66},{},[67],{"type":21,"value":68},"season. Currently the Loch is buzzing with\nactivity from all these different species. Much\nto our excitement, a few Rakali have also\nrecently been seen feeding in the waters of the\nLoch. Once abundant here, our native water rats\ndisappeared for many, many years in this area,\nonly to recently return.\nIf you think this special place sounds like an\nenvironmental paradise for a diverse range of\nspecies, you would be right....it is.\nUntil duck season opening 10 April at 8am\nsharp, this wetland will be shot up by the duck\nshooters who are already gathering in camps\njust over the levee bank. Our house sits barely\na kilometre from Loch Garry. The sound of\ngunshot will reverberate around us, reminding\nus that there is nothing we can do to protect\nthe creatures who we otherwise protect all\nyear round. My children always ask if there is\nanything we can do, the answer is always the\nsame. We tried to stop it.\nThis year is no different. We have tried to\nstop it. We have submitted our concerns to the\nConservation Regulator, the Game Management\nAuthority, ministers and relevant officials to\nno avail. The people who live here, protect\nand respect our unique wetland cannot even\nset foot within 50 metres of the water without\npossessing a hunting licence once the season\nbegins. Unless you have witnessed it personally,\nthe only description that is apt is one of akin to\nwar zone. The gunshot is a continual shocking",{"type":15,"tag":23,"props":70,"children":71},{},[72],{"type":21,"value":73},"disturbance for everyone and everything within\nearshot. Outboard motors roaring from one end\nof the wetland to the other, captained by men\nwith a gun in one hand, a can in the other...and\nthe cans are not of the soft drink kind.\nWood removal, littering of both spent\ncartridges, toilet paper, bird remains and general\nhuman rubbish is always left.\nOnce the season is over, we go out with\nheavy hearts, kayaking where there was life\neverywhere only to be faced with an eerily\nsilent wetland. The few birds which may remain\ntake flight when they catch wind of a human",{"type":15,"tag":23,"props":75,"children":76},{},[77],{"type":21,"value":78},"200 meters away.\nLoch Garry borders a National Park. No\nfences. One side of the main track is National\nPark, the other side of the main track is\nGame Reserve. Loch Garry was State Forest\nslated to be included in the Lower Goulburn\nNational Park. It was, without any community\nconsultation or transparency, quietly excluded\nfrom the original plans and handed to the Game\nManagement Authority to appease the shooters\nas Reedy Swamp was another wetland which\nbecame protected under the new National\nPark. Reedy Swamp sits right in Shepparton,\nis more visible to the public eye and certainly\nless acceptable to have shooters causing havoc.\nThe locality and isolation of Loch Garry, could\nbe why this is an acceptable shooting ground\nof native species Environmentally, the Loch is\npossibly more important than Reedy for both\nhabitat and diversity of species recorded. When\nwe are faced with constant misdemeanours and\nbad behaviour from shooters, calling officials is\nfaced with, ‘sorry, we do not have the resources\nto send any one out there. Don’t approach them\nyourselves though as they are obviously armed\nand potentially drunk’. Where do we go to get\nassistance? Officials put in a brief appearance\nand once they are gone, the shooters know they\nare free to do as they please.\nIf we wish to protect these environments\nthere needs to be public outcry. Just like our\nforests are disappearing through the death of\na thousand cuts, these areas which are open\nto shooting are dying through the death of a\nthousand shots.\nIt’s cases like this and government decisions\nwhich continue to ignore the evidence that is\nput before them, cause me to ponder whether\nwe have come as far environmentally that we\npurport to have come. From where I stand, I see\ncontinual government support of the destruction\nof our wild places and the native diversity which\ndepend on their protection.\nThis week is indeed a sad time for Victorian\nwetlands.",{"title":7,"searchDepth":80,"depth":80,"links":81},2,[],"markdown","content:wildlife:2024:2024-04-11.md","content","wildlife/2024/2024-04-11.md","md",1718373288214]