[{"data":1,"prerenderedAt":198},["Reactive",2],{"content-query-PKYKmfWaxo":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"excerpt":10,"body":26,"_type":193,"_id":194,"_source":195,"_file":196,"_extension":197},"/history/2024/2024-04-11","2024",false,"","News still scarce in April 1974","There were very thin weekly Rushworth Chronicles in April 1974, with some lines of type repeated and others obviously missing. Full-page advertisements appeared in each edition.",{"type":11,"children":12},"root",[13,21],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"news-still-scarce-in-april-1974",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":11,"children":27,"toc":183},[28,32,36,41,46,51,56,61,68,73,78,83,88,94,99,104,109,114,119,124,130,135,141,146,151,157,162,168,173,178],{"type":14,"tag":15,"props":29,"children":30},{"id":17},[31],{"type":20,"value":8},{"type":14,"tag":22,"props":33,"children":34},{},[35],{"type":20,"value":9},{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"Northern Victoria was hit with concern about Murray Valley encephalitis, and the Easter tennis at Rushworth was very heavily reduced as many players who had entered from distant parts withdrew just before the tournament. Round-robin social tennis was played.",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":20,"value":45},"The Waranga Boat Club regatta was also much reduced, Shire assistant engineer Byron Grey and wife Ann sailing off with a prize.",{"type":14,"tag":22,"props":47,"children":48},{},[49],{"type":20,"value":50},"Anglican minister Rev Warren Graco and wife Mary were farewelled after several years at Rushworth, and presented with a portable barbecue by Anglican church member Cr. Len Coyle. Speakers included Rev White (Presbyterian), Father Collins (Catholic), Rev Goodwin (Methodist), John Teasdale (Kindergarten committee), Mrs Budd (Church ladies) and Mrs Eileen Barlow (Hospital). The Graco family moved to Rochester.",{"type":14,"tag":22,"props":52,"children":53},{},[54],{"type":20,"value":55},"At Murchison, free blood pressure tests were available to all.",{"type":14,"tag":22,"props":57,"children":58},{},[59],{"type":20,"value":60},"At Rushworth, the blacksmith business of Bill Corner, on the Tatura Road, was to be auctioned but the date was not displayed in the advertisement. Available was a large range of vintage machinery.",{"type":14,"tag":62,"props":63,"children":65},"h3",{"id":64},"community",[66],{"type":20,"value":67},"Community",{"type":14,"tag":22,"props":69,"children":70},{},[71],{"type":20,"value":72},"There was to be a meeting of the High School and the Shire about the never-ending Sports Complex saga. It seemed likely to be built at the school with “a main hall, gymnasium, courts for basketball, badminton and squash, a small meeting room, a room for Scouts and Guides, kitchen facilities, full changing rooms, showers and toilets.” All for $100,000. Yeah, right!",{"type":14,"tag":22,"props":74,"children":75},{},[76],{"type":20,"value":77},"Rushworth Senior Citizens played “wogs”, won by Mrs McDonald and Mr Geddes. (I don’t know the game either, but back then it may have been better to have a different name.)",{"type":14,"tag":22,"props":79,"children":80},{},[81],{"type":20,"value":82},"The Moora Recreation Reserve lease for three years was to be sold by Elders, and allowed the leasee to “only graze sheep”. (Another rule was that no timber was to be removed, but as the next-door neighbour, I recall seeing more than a few sticks taken away.....)",{"type":14,"tag":22,"props":84,"children":85},{},[86],{"type":20,"value":87},"Colbinabbin Young Farmers visited the Artificial Insemination and Herd Testing headquarters at Rochester, addressed by Mr Geoff Wilkins.",{"type":14,"tag":62,"props":89,"children":91},{"id":90},"personal",[92],{"type":20,"value":93},"Personal",{"type":14,"tag":22,"props":95,"children":96},{},[97],{"type":20,"value":98},"Frank Mortimer’s 90th birthday was celebrated by visiting family members, mainly from Melbourne, at his home in Murchison Road.",{"type":14,"tag":22,"props":100,"children":101},{},[102],{"type":20,"value":103},"Mrs W. Raglus’s 80th birthday was celebrated by her large family at Moora. One of the games played during the evening was won by Norma Morgan, and the cake made by Mrs Eileen Johnson. (Best greetings to you both, 50 years later.)",{"type":14,"tag":22,"props":105,"children":106},{},[107],{"type":20,"value":108},"At Stanhope, Alan and Carrol Nurse welcomed Graeme, who must now be fifty! Twins Matthew and Danielle arrived to “Rhonda and Robert”, but the notice did not favour them with a surname.",{"type":14,"tag":22,"props":110,"children":111},{},[112],{"type":20,"value":113},"Robert Borger married Christine Bell, with their bridal party including Jenny Bell, Kerrie Harvey, Robert Miller and William Barlow. (That was the way back then. No weddings during footy season!)",{"type":14,"tag":22,"props":115,"children":116},{},[117],{"type":20,"value":118},"Passing was Fred Rumble of Moora Road, mourned by sons Stan, Bernie and Fred. Wife Trixie had pre-deceased him.",{"type":14,"tag":22,"props":120,"children":121},{},[122],{"type":20,"value":123},"Winner of the Rushworth Netball Club Easter Egg competition was April Lloyd.",{"type":14,"tag":62,"props":125,"children":127},{"id":126},"cricket-presentation-night",[128],{"type":20,"value":129},"Cricket presentation night",{"type":14,"tag":22,"props":131,"children":132},{},[133],{"type":20,"value":134},"Rushworth cricketers held a dinner dance at the Criterion Hotel with trophies presented to Graeme Johansen (batting), Geoff Hawking (bowling), Ian Cruz (catches) and Geoff Wall (fielding). B-Grade winners were Geoff Cruz (batting and fielding), Ross Williams (bowling) and Terry Schade (catches).",{"type":14,"tag":62,"props":136,"children":138},{"id":137},"golf",[139],{"type":20,"value":140},"Golf",{"type":14,"tag":22,"props":142,"children":143},{},[144],{"type":20,"value":145},"The season began at Rushworth, with Ron Risstrom as President and Ray Cheatley the new captain. Graeme Muir and mother Betty won the day, ahead of Mr and Mrs Jack Borger, and Mr and Mrs Reg McIntosh. Ron Risstrom was nearest the pin. There was concern that people had been riding horses around the golf course.",{"type":14,"tag":22,"props":147,"children":148},{},[149],{"type":20,"value":150},"Les Muir’s 78 became 54 once his handicap of 24 was included. Bill Cruz shot 80, netting 58 after deduction of 22.",{"type":14,"tag":62,"props":152,"children":154},{"id":153},"bowls",[155],{"type":20,"value":156},"Bowls",{"type":14,"tag":22,"props":158,"children":159},{},[160],{"type":20,"value":161},"Murchison Ladies welcomed a busload of ex-Presidents of city bowls clubs for a day of play together, organised by captain Dorothy Kenny.",{"type":14,"tag":62,"props":163,"children":165},{"id":164},"football",[166],{"type":20,"value":167},"Football",{"type":14,"tag":22,"props":169,"children":170},{},[171],{"type":20,"value":172},"Practice matches were being played locally. Girgarre (KDFL) beat Rushworth (HDFL) easily in wet conditions. Getting a kick were David Perry, John Lambden, Mick O’Sullivan and Noel Lloyd, (but his was only in the leg).",{"type":14,"tag":22,"props":174,"children":175},{},[176],{"type":20,"value":177},"Rushworth then beat Murchison (KDFL) who had only appointed playing coach Roger Bullen, 42, a couple of weeks previously.",{"type":14,"tag":22,"props":179,"children":180},{},[181],{"type":20,"value":182},"See! I told you the Chronicles were thin. Above you see the highlights from editions of 11 and 18 April, 1974.",{"title":7,"searchDepth":184,"depth":184,"links":185},2,[186,188,189,190,191,192],{"id":64,"depth":187,"text":67},3,{"id":90,"depth":187,"text":93},{"id":126,"depth":187,"text":129},{"id":137,"depth":187,"text":140},{"id":153,"depth":187,"text":156},{"id":164,"depth":187,"text":167},"markdown","content:history:2024:2024-04-11.md","content","history/2024/2024-04-11.md","md",1714044854511]