[{"data":1,"prerenderedAt":80},["Reactive",2],{"content-query-6nmNVScLsR":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"image":10,"excerpt":11,"body":27,"_type":75,"_id":76,"_source":77,"_file":78,"_extension":79},"/articles/2023/list/an-unsung-hero","list",false,"","An unsung hero – Ambrose Geary","    The extended Geary family had a long association with Murchison. Ambrose was    one of fourteen children of Timothy and Mary Ellen (nee Phillips). Many of    the children were born in and around the town. His uncommon first name was    inherited from the Phillips side of the family, with his grandfather being    William Ambrose Phillips. William was a former convict who was one of the    first employees of the Aboriginal Protectorate Station which operated at    Murchison from 1840-53.","/gallery/2023/04/wnews20230420-008.jpg",{"type":12,"children":13},"root",[14,22],{"type":15,"tag":16,"props":17,"children":19},"element","h1",{"id":18},"an-unsung-hero-ambrose-geary",[20],{"type":21,"value":8},"text",{"type":15,"tag":23,"props":24,"children":25},"p",{},[26],{"type":21,"value":9},{"type":12,"children":28,"toc":72},[29,33,37,42,47,52,57,62,67],{"type":15,"tag":16,"props":30,"children":31},{"id":18},[32],{"type":21,"value":8},{"type":15,"tag":23,"props":34,"children":35},{},[36],{"type":21,"value":9},{"type":15,"tag":23,"props":38,"children":39},{},[40],{"type":21,"value":41},"    Ambrose first enlisted for the South African War in the 3rd Victorian    Bushmen’s Contingent in late 1899. He was a 19-year- old stockman at the    time. Competition for positions in the unit was fierce. The fact that    Ambrose was selected means that he was probably an excellent horseman,    skilled marksman and capable of “living rough”. His unit, along with their    horses, left Melbourne on the “Eurayalus” in March 1900 for the sea journey    of a little over three weeks. They landed in Portuguese East Africa (now    Zimbabwe) then were transported by rail to the front.",{"type":15,"tag":23,"props":43,"children":44},{},[45],{"type":21,"value":46},"    By the time the 3rd Victorian Bushmen arrived, the South African War had    become a brutal guerrilla war between British forces and the Boers, who were    of Dutch descent. Ambrose was with a party of Australians and other colonial    forces guarding a remote supply post at Eland’s River, on the road from    Mafeking to Rustenburg, in August 1900. They were surrounded by a large Boer    force and subjected to a siege which last for nearly two weeks.",{"type":15,"tag":23,"props":48,"children":49},{},[50],{"type":21,"value":51},"    In the lead-up to the siege, the Victorians were instructed to dig a trench    by their officer, Captain Ham, who then went out on a mounted patrol. On his    return, the Victorians had dug a trench six inches deep, in which they had    placed a sign saying “Erected to the memory of the Victorians who were    compelled to dig this trench. Fort Funk. 3/8/00”. Ham was less than    impressed and ordered an enquiry for the following morning. However, before    the enquiry could be held, the Boers attacked the site with sustained    artillery fire. The Victorians did not need any incentive to dig a trench at    that point!",{"type":15,"tag":23,"props":53,"children":54},{},[55],{"type":21,"value":56},"    Eland’s River siege has gone down in history as one of the most significant    actions of the South African War involving the Australians. It was a great    boon for British propaganda in that the defenders, who were vastly    outnumbered by the Boers, were able to hold out for an extended period of    time until relief finally arrived in the form of a British column under Lord    Kitchener. Ambrose returned to Australia in June 1901, having completed a    full tour of duty. During his first period of service, Australia had become    a federated country, rather than a collection of British colonies. The first    Australian units were put together to go and serve in the South African War.    Ambrose signed up again, enlisting as a Private (No 2245) with the 4th    Australian Commonwealth Horse. He served for the remainder of the war, which    ended with the capitulation of the Boers on 31 May 1902.",{"type":15,"tag":23,"props":58,"children":59},{},[60],{"type":21,"value":61},"    After the war, Ambrose resettled in Colac, working as a labourer and    marrying Edith Florence Gamble in 1906. They started a family and already    had six children by the time Ambrose signed up for the Australian Imperial    Force for WW1 ten years later. He was assigned to the 21st Infantry    Battalion, where he would have had plenty of contact with Goulburn Valley    boys, including many from the Waranga area.",{"type":15,"tag":23,"props":63,"children":64},{},[65],{"type":21,"value":66},"    Three of Ambrose’s younger brothers had already enlisted, all initially    serving in the Australian Light Horse in the Middle East. Two of them,    Maurice and George were in the same unit before transferring to the    artillery later in the war. All three returned to Australia, but Maurice    died in the Caulfield Military Hospital with heart problems in 1919. Older    married brothers, Owen and Ambrose, signed up in early 1916. They joined    infantry battalions and saw some of the worst fighting in France and Belgium    before the war ended.",{"type":15,"tag":23,"props":68,"children":69},{},[70],{"type":21,"value":71},"    What worrying years they must have been for their parents, Timothy and Mary    Ellen, and Ambrose’s wife Edith and their children. After the war, Ambrose    returned to Colac, where he worked in the dairy industry in the Larpent    district west of the town. He and Edith had another three children. Of their    six sons who could potentially serve in WW2, five signed up, with three    serving overseas. What an incredible record of family service to their    country by the Gearys over many, many years. Both Ambrose and Edith went on    to live long and productive lives into their 70s.",{"title":7,"searchDepth":73,"depth":73,"links":74},2,[],"markdown","content:articles:2023:list:an-unsung-hero.md","content","articles/2023/list/an-unsung-hero.md","md",1715425782235]