[{"data":1,"prerenderedAt":210},["Reactive",2],{"content-query-YMBTGSczGU":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":10,"image":11,"body":12,"_type":205,"_id":206,"_source":207,"_file":208,"_extension":209},"/history/2022/list/formal-education-at-rushworth-for-150-years","list",false,"","Formal education at Rushworth for 150 years","In 1872, after Victoria introduced free, compulsory and secular education, Rushworth School was established. Most of the school’s graduates will be able to calculate that 2022 marks 150 years of schooling in the town, drawing students from across our district.","/gallery/2022/04/Rushworth+P-12.jpg",{"type":13,"children":14,"toc":193},"root",[15,23,28,35,40,46,51,56,62,67,72,78,83,89,94,99,104,109,115,120,125,131,136,141,146,152,157,162,168,173,178,183,188],{"type":16,"tag":17,"props":18,"children":20},"element","h1",{"id":19},"formal-education-at-rushworth-for-150-years",[21],{"type":22,"value":9},"text",{"type":16,"tag":24,"props":25,"children":26},"p",{},[27],{"type":22,"value":10},{"type":16,"tag":29,"props":30,"children":32},"h2",{"id":31},"prior-to-1872",[33],{"type":22,"value":34},"Prior to 1872",{"type":16,"tag":24,"props":36,"children":37},{},[38],{"type":22,"value":39},"The gold-mining town created in late 1853, had at least two privately-run schools in the late 1860s. One was operated by the Presbyterian church, and parents who could do so, paid fees to send their children to these schools, the fees meeting a salary for the sole teacher. A local race to build the first school in the district The Waranga Chronicle, a predecessor to the Rushworth Chronicle, included a gleeful report from Murchison, where a school was built and opened in 1872, a few months prior to Rushworth’s new school being in a position to welcome students.",{"type":16,"tag":29,"props":41,"children":43},{"id":42},"the-early-years-high-rates-of-truancy",[44],{"type":22,"value":45},"The early years – high rates of truancy",{"type":16,"tag":24,"props":47,"children":48},{},[49],{"type":22,"value":50},"The most difficult part for parents to understand was that schooling was compulsory for children of five years and upwards. The court reports in the newspaper had many references to parents fined for failure to send their children on what was determined to be an acceptable minimum number of days.",{"type":16,"tag":24,"props":52,"children":53},{},[54],{"type":22,"value":55},"Excuses offered for non-attendance included “my eldest daughter had to stay home to help me manage her seven younger siblings”. More likely to receive a sympathetic hearing from the magistrate were absences attributed to parents keeping children at home due to outbreaks of whooping cough, measles or influenza, which swept across the district from time to time. Uninformed hygiene practices added to these illness issues, but parents were cautious, and sometimes the school actually closed for a few weeks.",{"type":16,"tag":29,"props":57,"children":59},{"id":58},"grade-6-to-grade-8-to-grade-10",[60],{"type":22,"value":61},"Grade 6 to Grade 8 to Grade 10",{"type":16,"tag":24,"props":63,"children":64},{},[65],{"type":22,"value":66},"During the early twentieth century, in a year which I have not researched, the Rushworth School was allocated the number 1057. It also increased opportunities by offering classes to grade 8. When it became Rushworth Higher Elementary School, it was possible to progress to grade 10, which was known as the Intermediate Certificate.",{"type":16,"tag":24,"props":68,"children":69},{},[70],{"type":22,"value":71},"In the late 1960s, there were Form 6 (Year 12) classes, but this varied in accordance with numbers eligible. In 1971, there was no Form 6, but with sufficient student success with the Leaving Certificate that year, the Matriculation Certificate again became available in 1972.",{"type":16,"tag":29,"props":73,"children":75},{"id":74},"_1962-separate-schools-in-operation",[76],{"type":22,"value":77},"1962 – separate schools in operation",{"type":16,"tag":24,"props":79,"children":80},{},[81],{"type":22,"value":82},"By 1960, it became apparent that the old building, even with extensions, and two portable classrooms adjacent to the cemetery fence, was not large enough. Much of 1961 was taken up with construction of the new Rushworth Primary School, on land adjacent to the southern boundary of the golf course. This was a matter for great excitement as new Headmaster Tom Cairns unlocked the doors in February 1962 to new staff, including Ken Cairns, which caused confusion, Miss Bourke, who took grade two, and Mr Owen Jones among others. Some months later, Education Minister, Mr Bloomfield, performed an “official opening”, which also confused many of us.",{"type":16,"tag":29,"props":84,"children":86},{"id":85},"_1972-the-big-centenary",[87],{"type":22,"value":88},"1972 – the big centenary",{"type":16,"tag":24,"props":90,"children":91},{},[92],{"type":22,"value":93},"Months of planning by a committee (Chief Perry – President, Duncan McLean – Secretary) culminated in one of the biggest events in the school’s and the town’s history; a weekend for returning former scholars, former teachers, and former Headmasters of both the primary and secondary schools.",{"type":16,"tag":24,"props":95,"children":96},{},[97],{"type":22,"value":98},"A huge crowd packed the forecourt of the old school on the Saturday, addressed by High School Headmaster John Teasdale, who recalled highlights of the High School history. Primary School Headmaster Alan Mackinder commended the planners of the centenary, and the Mothers’ Club who had catered for the large crowd, serving morning and afternoon tea.",{"type":16,"tag":24,"props":100,"children":101},{},[102],{"type":22,"value":103},"Visitors were shown through the classrooms which they had known in years past, and the “new wing” which had been added in the 1966.",{"type":16,"tag":24,"props":105,"children":106},{},[107],{"type":22,"value":108},"The Rushworth Band led a walk across to the Primary School, where a football game was played on the little oval between Past Players of Rushworth Football Club and a team from Rushworth-Colbinabbin Apex Club. Peter Home and Howard Hawking may recall.",{"type":16,"tag":29,"props":110,"children":112},{"id":111},"the-big-dance",[113],{"type":22,"value":114},"The big dance",{"type":16,"tag":24,"props":116,"children":117},{},[118],{"type":22,"value":119},"On the Saturday evening, the Shire Hall was packed for an Old Time Dance, but the 400 in attendance did more reminiscing than dancing. Space was at a premium for those showing off their waltzing talent, to music supplied by Mrs Lodding’s orchestra from Nagambie.",{"type":16,"tag":24,"props":121,"children":122},{},[123],{"type":22,"value":124},"The show’s theme was “An apple for the teacher”, the hall walls decorated by mothers Chris Wootton and Mary Beck, probably assisted by their daughters and others.",{"type":16,"tag":29,"props":126,"children":128},{"id":127},"vips-attending",[129],{"type":22,"value":130},"VIPs attending",{"type":16,"tag":24,"props":132,"children":133},{},[134],{"type":22,"value":135},"Joining in the celebrations were Seymour District School Inspector Mr Ewart Anderson, local MHR Mr Bruce Lloyd, and local MLC Mr Stuart McDonald.",{"type":16,"tag":24,"props":137,"children":138},{},[139],{"type":22,"value":140},"Oldest former student attending was Mrs Ellie Cuthbert (nee Collins) who was 95, with the oldest teacher Mr Arthur Anderson, 94, of Murchison, who presented the Primary School with a book he had been awarded as a prize when at the school as a student in 1891! (I hope the P-12 School has it in a prized position.)",{"type":16,"tag":24,"props":142,"children":143},{},[144],{"type":22,"value":145},"Historical Society and the Old Boys and Girls Association The weekend celebrations were greatly supported by the Historical Society, which opened the Mechanics Institute to visitors, and the Old Boys and Girls Association which held one of its regular picnics at Whroo on the Sunday, with entertainment by the Rushworth Citizens Band, under the baton of Mr Bert Hawking.",{"type":16,"tag":29,"props":147,"children":149},{"id":148},"closure-of-the-new-school",[150],{"type":22,"value":151},"Closure of the “new” school",{"type":16,"tag":24,"props":153,"children":154},{},[155],{"type":22,"value":156},"In the 1990s (a reader will tell me when), the Primary School was assessed to be unsafe, due to an infestation of termites. Its closure, just a year after a new portable building called the Welcome Stranger was added to the site, was a huge disappointment to the town, and to the head teacher, the popular Mrs Lorna Ward.",{"type":16,"tag":24,"props":158,"children":159},{},[160],{"type":22,"value":161},"The Primary School re-integrated with the High School on the latter’s site, and the Welcome Stranger given further portability across to the integrated campus. It was there for a just a few weeks before it was destroyed by fire. The merger created the new title of Rushworth P-12 School, now P-12 College.",{"type":16,"tag":29,"props":163,"children":165},{"id":164},"_150-years-in-2022",[166],{"type":22,"value":167},"150 years in 2022",{"type":16,"tag":24,"props":169,"children":170},{},[171],{"type":22,"value":172},"I have three questions. What plans does the current school have to celebrate the remarkable achievement of 150 years of education in the town’s most impressive, if greatly modified, building?",{"type":16,"tag":24,"props":174,"children":175},{},[176],{"type":22,"value":177},"What roles might the Historical Society and the local Band play in any event which might be organised?",{"type":16,"tag":24,"props":179,"children":180},{},[181],{"type":22,"value":182},"How many former students and teachers must now be spread across Australia and beyond, and who would like to become involved?",{"type":16,"tag":24,"props":184,"children":185},{},[186],{"type":22,"value":187},"I have no doubt there are plenty of willing contributors to the preparation and holding of sesqui-centenary celebrations, once plans have been announced.",{"type":16,"tag":24,"props":189,"children":190},{},[191],{"type":22,"value":192},"As a postscript, I should ask, “What are the plans to celebrate 150 years of education at Murchison?”",{"title":8,"searchDepth":194,"depth":194,"links":195},2,[196,197,198,199,200,201,202,203,204],{"id":31,"depth":194,"text":34},{"id":42,"depth":194,"text":45},{"id":58,"depth":194,"text":61},{"id":74,"depth":194,"text":77},{"id":85,"depth":194,"text":88},{"id":111,"depth":194,"text":114},{"id":127,"depth":194,"text":130},{"id":148,"depth":194,"text":151},{"id":164,"depth":194,"text":167},"markdown","content:history:2022:list:formal-education-at-rushworth-for-150-years.md","content","history/2022/list/formal-education-at-rushworth-for-150-years.md","md",1713008887272]